Repository: Toysoft/e2iplayer_pythontrois
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: fr, it

source: Last error: %s
fr: Dernière erreur : %s
it: Ultimo errore: %s

source: Last error: "%s"
fr: Dernière erreur : "%s"
it: Ultimo errore: "%s"

source: Last month
it: Ultimo mese

source: Last update
fr: Dernière mise à jour
it: Ultimo aggiornamento

source: Last week
it: Ultima settimana

source: Lastest
fr: Plus récents
it: Pù recenti

source: Latest
fr: Les plus récents
it: Ultimi

source: Latest added
fr: Derniers ajoutés
it: Aggiunte più recenti

source: Latest movies
fr: Derniers films
it: Film recenti

source: Latest news broadcast
fr: Dernières nouvelles diffusées
it: Trasmissioni recenti

source: Latest programs
fr: Derniers programmes
it: Programmi recenti

source: Latest update
fr: Dernière mise à jour
it: Aggiornamento recente

source: Latest updates
fr: Dernières mises à jour
it: Aggiornamenti recenti

source: Lead programmer:
fr: Programmeur en chef:
it: Capo programmatore:

source: Level:
fr: Niveau :
it: Livello:

source: Lightgray
fr: Gris clair
it: Grigio chiaro

source: Line Spacing
fr: Espacement entre lignes
it: Spazio fra le linee

source: Link is not supported by the gstplayer. Please use the extelayer3 if available.
fr: Le lien n'est pas supporté par le gstplayer. Veuillez utiliser l'extelayer3 si disponible.
it: Il collegamento non è supportato da gstplayer. Se disponibile, usa il player extplayer3.

source: Link protected with %s
it: Link protetto con %s

source: Link protected with DRM.
it: Link protetto con DRM.

source: Link protected with Google ReCaptcha v2
it: Link protetto con Google reCaptcha v2

source: Link protected with google recaptcha v2.
fr: Lien protégé par google recaptcha v2.
it: Link protetto con Google reCaptcha v2.

source: Link protected with hCaptcha.
it: Link protetto con hCaptcha.

source: Links for
fr: Liens pour
it: Link per

source: Links from all files without categories
it: Link da tutti i file senza categorie

source: Links from the file %s
it: Link dal file %s

source: List by day
fr: Liste par jour
it: Elenca per giorno

source: List only channels with subscription
fr: Liste uniquement les chaînes avec abonnement
it: Elenca solo canali con sottoscrizione

source: Listeners: %s
fr: Nombre d'auditeurs : %s
it: Ascoltatori: %s

source: Live Channels
fr: Chaînes en direct
it: Canali Live

source: Live Radio
fr: Radio en direct
it: Radio Live

source: Live TV
fr: TV en direct
it: TV Live

source: Live broadcasts
fr: Diffusions en direct
it: Trasmissioni in diretta

source: Live now
fr: En direct maintenant
it: Adesso in diretta

source: Live streams
it: Canali Live

source: LiveTv
fr: TVenDirect
it: TV Live

source: Load
fr: Charger
it: Caricare

source: Load of the Virtual Keyboard layout "%s" failed due to the following error: "%s"
it: Il caricamento del layout "%s" della Tastiera virtuale è fallito per l'errore seguente: "%s"

source: Loading
fr: Chargement
it: Caricamento

source: Loading %s failed due to following error:
it: Il caricamento %s è fallito per il seguente errore:

source: Loading data, please wait
fr: Chargement des données, merci de patienter
it: Dati in caricamento, attendere...

source: Loading data, please wait (%d)
fr: Chargement des données, veuillez patienter (%d)
it: Dati in caricamento, attendere... (%d)

source: Locale ID mismatched! %s <> %s
it: ID locale incongruente! %s <> %s

source: Localization
fr: Localisation
it: Localizzazione

source: Login failed!
fr: Le login a échoué!
it: Accesso fallito!

source: Login failed.
fr: Login a échoué.
it: Accesso fallito.

source: Login failed. Invalid email or password.
fr: La connexion a échoué. Email ou mot de passe invalide.
it: Accesso fallito. Email e password non valide.

source: Login needed
it: Necessario il login

source: Login on {0} failed.
it: Login in {0} non riuscito.

source: Login user "%s" to http://vk.com/ failed! Please check your login data in the IPTVPlayer configuration.
fr: La connexion de l'utilisateur "%s" à http://vk.com/ a échoué ! Veuillez vérifier vos données de connexion dans la configuration IPTVPlayer.
it: Non è riuscito l'accesso dell'utente "%s" a http://vk.com/ ! Controlla i tuoi dati di accesso nella configurazione di IPTVPlayer.

source: Logs
fr: Journaux
it: Log

source: Longest
fr: Le plus long
it: Più lungo

source: Low
fr: Bas
it: Bassa

source: MOVIES
fr: FILMS
it: FILM

source: Main
fr: Principal
it: Menu principale

source: Main menu
fr: Menu principal
it: Menu principale

source: Make directory [%s]
fr: Créer un répertoire [%s].
it: Creazione della cartella [%s].

source: Manager status:
fr: Statut de gestionnaire:
it: Stato del manager:

source: Mars
it: Marzo

source: Matches
it: Partite

source: Max bitrate:
it: Bitrate massimo :

source: Max items per page
fr: Nombre maximum d'éléments par page
it: Max voci per pagina

source: Max number of parallel downloads has been reached.
it: Il numero massimo di download in parallelo è stato raggiunto.

source: May
it: Maggio

source: Message from 2Captcha: %s
it: Messaggio da 2Captcha: %s

source: Missed
fr: Manqué
it: Perso

source: Missed the program?
fr: Vous avez raté le programme?
it: Programma perso?

source: Missed the show?
fr: Vous avez raté le spectacle?
it: Spettacolo perso?

source: Monday
it: Lunedì

source: Mood:
it: Stato:

source: Moods:
it: Stati:

source: More
fr: Plus
it: Di più ..

source: More important
fr: Plus important
it: Più importanti

source: Most Popular
fr: Le plus populaire
it: Più visti

source: Most featured
fr: Les plus en vedette
it: In primo piano

source: Most popular
fr: Plus populaire
it: Più visti

source: Most rated
fr: Les mieux notés
it: Più votati

source: Most recent
fr: Les plus récents
it: Più recenti

source: Most viewed
fr: Les plus vus
it: Più visti

source: Most watched
fr: Les plus regardés
it: Più visti

source: Mount ISO file [%s] on [%s] failed. Return code[%s]. Return data[%s].
fr: Monter le fichier ISO[%s] sur [%s] a échoué. Code de retour [%s]. Retourner les données [%s].
it: Fallito il mount del file ISO [%s] su [%s]. Codice restituito [%s]. Dati restituiti [%s].

source: Move group
fr: Déplacer le groupe
it: Muovi gruppo

source: Movies
fr: Films
it: Film

source: Movies by year
fr: Films par année
it: Film per anno

source: Movies genres
fr: Genres de films
it: Generi dei film

source: Movies list
fr: Liste des films
it: Elenco film

source: Moving file from "%s" to "%s" failed.
it: Spostamento file da "%s" a "%s" non riuscito.

source: Moving playback buffer to the download manager failed with the following error "%s"
it: Lo spostamento del buffer di riproduzione al download manager ha prodotto l'errore seguente "%s"

source: Music
fr: Musique
it: Musica

source: Music Movies
it: Film musicali

source: My JDownloader reCAPTCHA v2 solution
it: Soluzione reCAPTCHA v2 di My JDownloader

source: My list
it: Il mio elenco

source: Mystery Movies
it: Film mystery

source: NEW
fr: NOUVEAU
it: NUOVO

source: NEW RELEASE LIST
fr: LISTE DES NOUVEAUTÉS
it: ELENCO DELLE NUOVE USCITE

source: Name cannot be empty.
fr: Le nom ne peut être vide.
it: Il nome non può essere vuoto!

source: Name is not valid. Please remove special characters.
fr: Le nom n'est pas valide. Veuillez supprimer les caractères spéciaux.
it: Nome non valido Rimuovere caratteri speciali

source: Name:
fr: Nom :
it: Nome:

source: Network
it: Rete

source: Network failed %s.
fr: Échec du réseau %s.
it: La rete non funziona %s.

source: New
fr: Nouveau
it: Nuovo

source: New cartoon
fr: Nouveau dessin animé
it: Nuovi film di animazione

source: New dir
fr: Nouveau reportage
it: Nuova cartella

source: New episodes
fr: Nouveaux épisodes
it: Nuovi episodi

source: New icons will not be available.
fr: Les nouvelles icônes ne seront pas disponibles.
it: Nuove icone non disponibili.

source: New javascript not yet supported!
it: Nuovo codice javascript non ancora supportato!

source: Newest
fr: Les plus récents
it: Più recente

source: Newest Videos
fr: Vidéos les plus récentes
it: Video più recenti

source: News
fr: Actualités
it: Notizie

source: News Feed
it: Feed di notizie

source: Next Page
it: Pagina successiva

source: Next page
fr: Page suivante
it: Pagina Successiva

source: No item to display. Press OK to refresh.
fr: Aucun élément à afficher. Appuyez sur OK pour rafraîchir.
it: Nessun elemento da visualizzare. Premere OK per aggiornare.

source: No materials waiting in the downloader queue
fr: Aucun matériel en attente dans la file d'attente de téléchargement
it: Nessun materiale in attesa nella coda di download

source: No playable sources found.
fr: Aucune source jouable trouvée.
it: Non è stata trovata nessuna risorsa da riprodurre.

source: No steps to execute.
fr: Aucune étape à exécuter.
it: Nessuna azione per eseguire.

source: No user scripts.
fr: Aucun script utilisateur.
it: Nessun script utente.

source: No valid links available.
fr: Aucun lien valide n'est disponible.
it: Nessun link valido disponibile.

source: None
fr: Aucun
it: Nessuno

source: Nothing has been downloaded yet.
fr: Rien n'a encore été téléchargé.
it: Non è stato ancora effettuato nessun download.

source: Nothing to do here.
fr: Il n'y a rien à faire ici.
it: Niente da fare.

source: November
it: Novembre

source: Now playing
it: In trasmissione adesso

source: Number of downloaded files simultaneously
fr: Nombre de fichiers téléchargés simultanément
it: Numero di file scaricati simultaneamente

source: Obtaining server list.
fr: Obtenir la liste des serveurs.
it: Ottenere lista dal server.

source: October
it: Ottobre

source: Off Air
fr: Hors-émission
it: Nessuna trasmissione

source: Offline channels
fr: Canaux hors ligne
it: Canali offline

source: Older
fr: Plus ancien
it: Più vecchi

source: On Air
fr: A l’antenne
it: In onda

source: One link mode
fr: Un mode de liaison
it: Modalità link singolo

source: Only available in Sweden.
fr: Disponible uniquement en Suède.
it: Solo disponibile in Svezia.

source: Only available in Sweden.
fr: Disponible uniquement en Suède.
it: Solo disponibile in Svezia.

source: Only free
it: Solo gratuiti

source: Only logged in user have access. Please set login data in the host configuration under blue button.
fr: Seuls les utilisateurs connectés ont accès. Veuillez définir les données de connexion dans la configuration de l'hôte sous le bouton bleu.
it: Solo gli utenti collegati hanno accesso. Per favore, imposta i dati di login nella configurazione dell'host disponibile con il pulsante blu.

source: Only music
fr: Seulement la musique
it: Solo musica

source: Only videos
fr: Seulement les vidéos
it: Solo video

source: OpenSSL in your image has different library names then these used by %s. There is need to create following symlinks: %s to be able to install binary components from %s server. Do you want to proceed?
it: OpenSSL nella tua immagine ha nomi di librerie diverse da quelli usati da %s. Bisogna creare i seguenti collegamenti: %s per poter installare i componenti binari dal server %s. Vuoi procedere?

source: OpenSSL lib is needed by wget and rtmpdump utilities.
fr: La librairie OpenSSL est nécessaire pour les utilitaires wget et rtmpdump.
it: La libreria OpenSSL è necessaria per wget e rtmpdump.

source: Opening. Please wait...
fr: Ouverture. Veuillez patienter.....
it: Apertura. Attendere prego..

source: Operation aborted!
fr: Opération annulée!
it: Operazione interrotta!

source: Order by comments
it: Ordina per commenti

source: Order by date
it: Ordina per data

source: Order by likes
it: Ordina per likes

source: Order by views
it: Ordina per visualizzazioni

source: Order by:
fr: Trier par:
it: Ordina per:

source: Other
fr: Autre
it: Altro

source: Others
fr: Autres
it: Altri

source: Others tags:
it: Altri tag:

source: Own model
it: Proprio modello

source: PAY
fr: PAIE
it: PAGAMENTO

source: PENDING
fr: EN ATTENTE
it: IN ATTESA

source: PORT
it: PORTA

source: Packages
it: Pacchetti

source: Paid
fr: Payé
it: A pagamento

source: Paste "%s"
fr: Coller "%s".
it: Incolla "%s"

source: Path to ytlist.txt, urllist.txt
fr: Chemin vers ytlist.txt, urllist.txt
it: Percorso al ytlist.txt, urllist.txt

source: Path:
fr: Chemin daccès :
it: Percorso:

source: Pending
fr: En attente
it: In attesa

source: People
fr: Personnes
it: Persone

source: Pin has been changed.
fr: Le code PIN a été modifié.
it: Il PIN è stato modificato.

source: Pin incorrect!
fr: PIN incorrecte!
it: Pin non corretto

source: Pin protection for configuration
fr: Protection de la configuration par code PIN
it: Protezione Pin per configurazione

source: Pin protection for plugin
fr: Protection du plugin par code PIN
it: Protezione Pin per plugin

source: Platform
fr: Plateforme
it: Piattaforma

source: Play with [%s] player
fr: Jouer avec le lecteur[%s]
it: Riproduci con [%s] Player

source: Playable from
it: Disponibile da

source: Player Skin
it: Skin per il player esterno

source: Player data parsing error.
fr: Erreur d'analyse des données du lecteur.
it: Errore nel parsing dei dati del player.

source: Playlists
fr: Listes de lecture
it: Playlist

source: Please consider restart your Engima2 and agree to install the %s utlity when the %s will propose this.
it: Ti consiglio di riavviare il tuo Enigma2 ed accettare l'installazione dell'utility %s, quando ti verrà proposto da %s .

source: Please fill your login and password in the host configuration (available under blue button) and try again.
fr: Veuillez remplir votre login et mot de passe dans la configuration de l'hôte (disponible sous le bouton bleu) et réessayer.
it: Per favore, inserisci login e password nella configurazione dell'host (disponibile con il tasto blu) e prova ancora.

source: Please make sure that the folder for cache data (set in the configuration) is writable.
fr: Veuillez vous assurer que le dossier des données de cache (défini dans la configuration) est inscriptible.
it: Assicurati che la cartella per la cache (indicata nella configurazione) sia disponibile in scrittura.

source: Please register and set login and password in the host configuration, to solve this problems permanently.
fr: Veuillez vous enregistrer et définir le login et le mot de passe dans la configuration de l'hôte, afin de résoudre ce problème de façon permanente.
it: Per favore, registrati ed inserisci login e password nella configurazione dell'host, per risolvere il problema definitivamente.

source: Please remember that you use this plugin at your own risk.
fr: Rappelez-vous que vous utilisez ce plugin à vos propres risques.
it: Ricordati che stai usando questo plugin a tuo rischio.

source: Please remember to visit http://www.sport365.live/ and watch a few advertisements. This will fix problem, if your playback is constantly interrupted.
fr: N'oubliez pas de visiter http://www.sport365.live/ et de regarder quelques publicités. Cela résoudra le problème si votre lecture est constamment interrompue.
it: Ricordati di visitare http://www.sport365.live/ e guardare un po' di pubblicità. Se la tua riproduzione è costantemente interrotta, questo può risolvere il problema.

source: Please report this problem to the developer %s.
it: Per favore, riferisci questo problema allo sviluppatore %s.

source: Please retry later.
fr: Veuillez réessayer plus tard.
it: Riprovare più tardi.

source: Please set valid %s in the %s configuration.
it: Per favore inserisci un %s valido nella configurazione di %s.

source: Please visit "%s" and confirm that you are human.
fr: Visitez "%s" et confirmez que vous êtes humain.
it: Per favore, visita "%s" e conferma che sei umano.

source: Please visit %s to learn how to redirect this task to the external device.
it: Per favore, visita %s per capire come ridirezionare questo task ad un dispositivo esterno.

source: Please wait - downloading initialization data.
fr: Veuillez patienter - téléchargement des données d'initialisation.
it: Attendere il download dei dati di inizializzazione

source: Please wait for initialization data.
fr: Veuillez attendre les données d'initialisation.
it: Attendere il download dei dati di inizializzazione

source: Plugin can be run on one of the following platforms: sh4, mipsel, i686, armv7, armv5t.
fr: Le plugin peut être exécuté sur l'une des plates-formes suivantes : sh4, mipsel, i686, armv7, armv7, armv5t.
it: Il plugin può essere avviato in una delle seguenti architetture: sh4, mipsel, i686, armv7, armv5t.

source: Plugin global settings
fr: Paramètres globaux du plugin
it: Impostazioni globali plugin

source: Polish
fr: Polonais
it: Polacco

source: Polish proxy server url
fr: url du serveur proxy polonais
it: URL Proxy Server (Polonia)

source: Popular
fr: Populaires
it: Popolare

source: Popularity: ?
it: Popolarità: ?

source: Portuguese
fr: Portugais
it: Portoghese

source: Prefered format
fr: Format préféré
it: Formato preferito

source: Prefered quality
fr: Qualité préférée
it: Qualità preferita

source: Preferred bitrate
fr: Débit binaire préféré
it: Bitrate preferito

source: Preferred format:
fr: Format préféré :
it: Formato preferito:

source: Preferred language
it: Lingua preferita

source: Preferred quality
fr: Qualité préférée
it: Qualità preferita

source: Preferred streaming protocol
fr: Protocole de streaming préféré
it: Protocollo di streaming preferito

source: Preferred video quality:
fr: Qualité vidéo préférée :
it: Qualità video preferita:

source: Premium user
fr: Utilisateur premium
it: Utente premium

source: Previous Seasons
fr: Saisons précédentes
it: Stagioni precedenti

source: Previous list
fr: Liste précédente
it: Elenco precedente

source: Problem with copy binary.
fr: Problème de copie binaire.
it: Problema con la copia binaria.

source: Problem with copy files. Status[%d], outData[%s]
fr: Problème avec la copie des fichiers. Statut[%d], outData[%s]
it: Problema con la copia dei files. Stato [%d], outData [%s]

source: Problem with decryption the archive. Return code [%d] %s.
it: Problema nella decodifica dell'archivio. Codice restituito [%d] %s.

source: Problem with decryption the key.
it: Problema con la chiave di decodifica.

source: Problem with downloading the encryption key: [%s].
it: Problema nel download della chiave di cifratura: [%s].

source: Problem with downloading the packet: [%s].
fr: Problème avec le téléchargement du paquet: [%s].
it: Problema con il download del pacchetto: [%s].

source: Problem with downloading the server list from [%s].
fr: Problème de téléchargement de la liste des serveurs à partir de[%s].
it: Problema con il download elenco server da [%s].

source: Problem with extracting the archive. Return code [%d] %s.
fr: Problème avec l'extraction des archives. Code de retour[%d]. %s.
it: Problema con l'estrazione dell'archivio. Codice [%d] %s.

source: Problem with installing the new version. Status[%d], outData[%s]
fr: Problème avec l'installation de la nouvelle version. Statut[%d], outData[%s]
it: Problema con l'installazione della nuova versione. Stato [%d], outData [%s]

source: Problem with parsing the server list.
fr: Problème avec l'analyse de la liste des serveurs.
it: Problema con il parsing dell'elenco server.

source: Problem with the directory [%s].
fr: Problème avec le répertoire [%s].
it: Problemi con la directory [%s].

source: Problem with the removal of the previous version. Status[%d], outData[%s].
fr: Problème avec la suppression de la version précédente. Statut[%d], outData[%s].
it: Problema con la rimozione della versione precedente. Stato [%d], outData [%s].

source: Problem with user script execution.
fr: Problème avec l'exécution du script utilisateur.
it: Problema nell'esecuzione di uno script dell'utente.

source: Program
it: Programma

source: Program A-Z
fr: Programme A-Z
it: Programmi A-Z

source: Programmes
it: Programmi

source: Programs
fr: Programmes
it: Programmi

source: Programs A-Ö
fr: Programmes A-Ö
it: Programmi A-Ö

source: Promote item
fr: Promouvoir l'article
it: Favorire voce

source: Protocol:
fr: Protocole:
it: Protocollo:

source: Published:
it: Pubblicato il:

source: Qualities
fr: Qualités
it: Qualità

source: Quality:
fr: Qualité:
it: Qualità:

source: RAM buffer size [MB] for local files
fr: Taille du tampon RAM [Mo] pour les fichiers locaux
it: Dimensione buffer RAM [MB] per file locali

source: RAM buffer size [MB] for network protocols
fr: Taille du tampon RAM [Mo] pour les protocoles réseau
it: Dimensione buffer RAM [MB] per protocolli di rete

source: RATING
it: Valutazione

source: RECENT
fr: RÉCENT
it: RECENTI

source: REMEMBER:
fr: RAPPELEZ-VOUS:
it: RICORDA:

source: Radio iframe file
it: File di iframe radio

source: Radio stations
fr: Stations de radio
it: Stazioni radio

source: Random
fr: Aléatoire
it: Casuale

source: Randomize a playlist
fr: Liste de lecture aléatoire
it: Riproduci casualmente la playlist

source: Ranking
fr: Classement
it: Classifica

source: Rating
fr: Evaluation
it: Valutazione

source: Rating %s
fr: Évaluation : %s
it: Valutazione %s

source: Rating:
fr: Note:
it: Valutazione:

source: Recent
fr: Récent
it: Attuali

source: Recordings
fr: Enregistrements
it: Registrazioni

source: Redirect
fr: Redirection
it: Ridireziona

source: Refresh
fr: Rafraîchir
it: Aggiorna

source: Refreshing
fr: Rafraîchissement
it: Aggiornare

source: Release:
it: Rilascio:

source: Releases
fr: Sorties
it: Uscite

source: Relevance
fr: Pertinence
it: Rilevanza

source: Reload list
fr: Recharger la liste
it: Ricarica elenco

source: Remember last watched position
fr: Se souvenir de la dernière position regardée
it: Ricorda l'ultimo canale

source: Remove
fr: Supprimer
it: Rimuovere

source: Remove "%s" item
fr: Supprimer l'élément "%s"
it: Rimuovi voce "%s"

source: Remove disabled services
fr: Supprimer les services désactivés
it: Elimina i servizi disabilitati

source: Remove file
fr: Supprimer le fichier
it: Elimina file

source: Remove from favourites
it: Rimuovi dai preferiti

source: Remove group
fr: Retirer le groupe
it: Rimuovere gruppo

source: Remove item
fr: Supprimer l'élément
it: Rimuovi voce

source: Removing unnecessary files.
fr: Suppression des fichiers inutiles.
it: Rimozione dei file non necessari.

source: Rename
fr: Renommer
it: Rinomina

source: Replay Shows
fr: Relire le spectacle
it: Replay programmi

source: Reset State
fr: Réinitialiser l'état
it: Azzera lo stato

source: Resolving hCaptcha with %s failed!
it: E' fallita la risoluzione di hCaptcha con %s!

source: Resolving reCaptcha with %s failed!
fr: Résoudre reCaptcha avec %s a échoué !
it: E' fallita la risoluzione del reCaptcha con %s!

source: Restart GUI failed. Please restart STB manually.
fr: Le redémarrage de l'interface graphique a échoué. Veuillez redémarrer STB manuellement.
it: Riavvio GUI non riuscito. Riavviare il decoder manualmente.

source: Return to hosts list
fr: Retour à la liste des hôtes
it: Ritorna all'elenco degli host

source: Reverse a playlist
fr: Inverser une liste de lecture
it: Inverti la playlist

source: Romance Movies
it: Film romantici

source: Russian
fr: Russe
it: Russo

source: Russian proxy server url
fr: url du serveur proxy russe
it: URL Proxy Server (Russia)

source: SHOWS
fr: SPECTACLES
it: PROGRAMMI

source: SONGS
fr: CHANSONS
it: CANZONI

source: STARTED
fr: COMMENCÉ
it: AVVIATO

source: STOPPED
fr: ARRETÉ
it: ARRESTATO

source: Saturday
it: Sabato

source: Save
fr: Sauver
it: Salva

source: Save changes?
fr: Enregistrer les modifications ?
it: Salva i cambiamenti?

source: Schedule
fr: Planifier
it: Tabella

source: Sci-Fi Movies
it: Film di fantascienza

source: Search
fr: Recherche
it: Ricerca

source: Search Movies and TV Series
fr: Recherche de films et de séries télévisées
it: Ricerca Film e Serie TV

source: Search for "%s", %s, %s %s
fr: Recherche pour "%s", %s, %s %s
it: Ricerca per "%s", %s, %s %s

source: Search history
fr: Historique de recherche
it: Cronologia

source: Search in
fr: Recherche dans
it: Ricerca in
