Repository: Toysoft/e2iplayer_pythontrois
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: fr, it

source: Disk space available: %s
it: Spazio su disco disponibile: %s

source: Disk space required: %s
it: Spazio su disco richiesto: %s

source: Error[1].
fr: Erreur[1].
it: Errore[1].

source: Error[2].
fr: Erreur[2].
it: Errore[2].

source: Error[3].
fr: Erreur[3].
it: Errore[3].

source: Error[4].
fr: Erreur[4].
it: Errore[4].

source: For more info please ask %s
it: Per maggiori informazioni contatta %s

source: For more info please ask samsamsam@o2.pl
fr: Pour plus d’information contacter samsamsam@o2.pl
it: Per maggiori informazioni contatta samsamsam@o2.pl

source: For more info please ask the author samsamsam@o2.pl
fr: Pour plus d’information contacter l’auteur samsamsam@o2.pl
it: Per maggiori informazioni contatta l'autore samsamsam@o2.pl

source: For more info please visit http://fluendo.com/
fr: Pour plus d’information merci de visiter http://fluendo.com/
it: Per maggiori informazioni visita http://fluendo.com/

source: Make sure you are using the latest version of the plugin.
fr: Assurez-vous que vous utilisez la dernière version du plugin.
it: Assicurati di usare l'ultima versione del plugin.

source: Please visit http://duktape.org/
fr: Merci de visiter http://ducktape.org/
it: Per favore visita http://duktape.org/

source: This host is not integral part of the E2iPlayer plugin. It is not supported by E2iPlayer team.
it: Questo host non è parte integrante del plugin E2iPlayer. Non è supportato dal team di E2iPlayer.

source: You can also report problem here: https://gitlab.com/maxbambi/e2iplayer/issues
it: Puoi comunicare i problemi qui: https://gitlab.com/maxbambi/e2iplayer/issues

source: You can also report problem here: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues or here: samsamsam@o2.pl
fr: Vous pouvez également signaler problème ici : https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues ou ici : samsamsam@o2.pl
it: Puoi riferire il problema qui: https://gitlab.com/iptvplayer-for-e2/iptvplayer-for-e2/issues oppure qui: samsamsam@o2.pl

source: Allowed formats of thumbnails
fr: Autorisée les formats des miniatures
it: Formati ammessi delle miniature

source: Audio buffer size [KB]
fr: Taille du tampon audio [KB]
it: Dimensione buffer audio [KB]

source: Background color
it: Colore di sfondo

source: Default suggestions provider
it: Provider predefinito suggerimenti

source: Enable hosts groups
fr: Permettre des groupes d’hôtes
it: Abilita gruppi di host

source: Number of columns
fr: Nombre de colonnes
it: Numero di colonne

source: Number of rows
fr: Nombre de lignes
it: Numero di righe

source: Remove thumbnails
fr: Supprimer les miniatures
it: Rimuovere le miniature

source: Service icon size
fr: Taille des icônes service
it: Dimensione icona servizi

source: Show suggestions
it: Mostra suggerimenti

source: Video buffer size [MB]
fr: Taille du tampon vidéo [MB]
it: Dimensione buffer video [MB]

source: (planned %s)
fr: (%s prévu)
it: (previsto per %s)

source: - others links
it: - altri link

source: has not been detected. Do you want to install it?
fr: n’a pas été détecté. Vous voulez l’installer?
it: non è stato trovato. Vuoi installarlo?

source: is deprecated. Do you want to install new one?
fr: est déconseillée. Vous voulez installer un nouveau?
it: è sconsigliato. Vuoi installare quello nuovo?

source: main link
it: link principale

source: or
it: oppure

source: "%s" Virtual Keyboard layout not available.
it: "%s" Layout di tastiera virtuale non disponibile.

source: "%s" login failed! Please check your login and password.
fr: échec de la connexion «%s»! Veuillez vérifier votre login et mot de passe.
it: Fallito l'accesso a "%s" ! Per favore controlla utente e password.

source: "Web" streams player
fr: Lecteur de flux «Web»
it: Player per gli stream web

source: %s - service overview
it: %s - riepilogo servizio

source: %s - subtitles provider
it: %s - provider di sottotitoli

source: %s device name
it: %s nome del device

source: %s episodes
fr: %s épisodes
it: %s episodi

source: %s file is %d KB in size. Last %d lines are:
fr: Le fichier %s fait %d KB en taille. Les dernières %d lignes sont:
it: Il file %s è %d KB di dimensione. Le ultime %d linee sono:

source: %s file is %d MB in size. Last %d lines are:
fr: Le fichier %s fait %d MB en taille. Les dernières %d lignes sont:
it: Il file %s è %d MB di dimensione. Le ultime %d linee sono:

source: %s has been protected with google recaptcha v2. You can try to use API version.
fr: %s a été protégé avec google recaptcha v2. Vous pouvez essayer d’utiliser la version API.
it: %s è protetto con google recaptcha v2. Puoi provare ad usare la versione API.

source: %s link extractor error.
it: Errore di estrazione del link %s .

source: %s returned %s: %s
it: %s ha restituito %s: %s

source: %s said: This page is currently unavailable in your region
fr: %s a dit: Cette page est actuellement indisponible dans votre région
it: Messaggio da %s : Questa pagina non è disponibile nella tua regione

source: %s services configuration
it: %s configurazione servizi

source: %s shows
fr: %s spectacles
it: %s programmi

source: %s subtitles download - how to
it: %s guida download sottotitoli

source: %s uses "geo-blocking" measures to prevent you from accessing the services from abroad. Host country: %s, your country: %s
it: %s usa metodi di "geo-blocking" per non far accedere ai propri servizi dall'estero. Nazione dell'host:%s, tua nazione: %s

source: %s viewers
it: %s visitatori

source: %s views
fr: %s vues
it: %s visualizzazioni

source: ----------------- External exteplayer3 options -----------------
fr: ———————— Options du lecteur externe exteplayer3 ———
it: ----------------- opzioni exteplayer3 esterno -----------------

source: ----------Other----------
fr: —————Autre—————
it: ----------Altro-----------

source: --All Episodes--
fr: —Tous les épisodes—
it: --Tutti gli episodi--

source: --All--
fr: —Tous—
it: --Tutti--

source: --Any--
fr: —N’importe—
it: --Qualsiasi--

source: --Other--
fr: —Autre—
it: --Altro--

source: 12 hour format
it: formato 12 ore

source: 16:9 always
fr: 16:9 toujours
it: 16:9 sempre

source: 24 hour format
it: formato 24 ore

source: <font color="#FE642E">REMEMBER:</font></b> E2iPlayer <b>IS ONLY</b> specialized Web browser. It does <b>NOT</b> host any materials!!!</font>
it: <font color="#FE642E">RICORDA:</font></b> E2iPlayer <b>E' SOLO</b> un web browser evoluto. <b>NON</b> possiede nessun materiale!!!</font>

source: > Press OK to start <
fr: > Appuyez sur OK pour commencer <
it: > Premi OK per avviare <

source: A TV License is required to watch BBC iPlayer streams, see the BBC website for more information: https://www.bbc.co.uk/iplayer/help/tvlicence
fr: Une licence TV est requise pour regarder les flux BBC iPlayer, voir le site Web de la BBC pour plus d'informations: https://www.bbc.co.uk/iplayer/help/tvlicence
it: E' necessaria una licenza TV per poter accedere agli stream di BBC iPlayer, visita il sito web della BBC per informazioni: https://www.bbc.co.uk/iplayer/help/tvlicence

source: A-Z List
fr: Liste A-Z
it: Elenco Alfabetico

source: AAC downmix mode
it: Modalità AAC downmix

source: ABORTED
fr: ANNULE
it: Interrotto

source: AC3 downmix mode
it: Modalità AC3 downmix

source: ALBUMS
it: ALBUM

source: API initialization failed!
it: Errore nell'inizializzazione dell'API!

source: ARTISTS
fr: ARTISTES
it: ARTISTI

source: Aborted
fr: Annulé
it: Interrotto

source: Accept
fr: Accepter
it: Accetta

source: Access denied. Please check password.
it: Accesso negato. Controlla la password per favore.

source: Action Movies
it: Film d'azione

source: Active host
fr: Hôte actif
it: Host attivo

source: Actor:
it: Attore:

source: Actors:
it: Attori:

source: Add host %s to group
fr: Ajouter l’hôte %s au groupe
it: Agg. host %s nel gruppo

source: Add item to favourites
fr: Ajouter un élément aux favoris
it: Aggiungi voce ai preferiti

source: Add item to group
fr: Ajouter l’élément au groupe
it: Agg. voce nel gruppo

source: Add new group
fr: Ajouter un nouveau groupe
it: Agg. nuovo gruppo

source: Add new group of favourites
fr: Ajouter le nouveau groupe de favoris
it: Aggiungi nuovo gruppo di preferiti

source: Add repository last version.
it: Aggiunta ultima versione del repo.

source: Add to downloader
fr: Ajouter au téléchargeur
it: Aggiungi al downloader

source: Added by: %s, directory: %s
fr: Ajouté par: %s, répertoire: %s
it: Aggiunto da: %s, cartella: %s

source: Added: {0}
it: Aggiunto: {0}

source: Adventure Movies
it: Film d'avventura

source: Age-gate bypass:
it: Bypass del controllo dell'età:

source: All
fr: Tous
it: Tutti

source: All Leagues
fr: Toutes les ligues
it: Tutti i campionati

source: All Platforms
it: Tutte le piattaforme

source: All Sports
it: Tutti gli sport

source: All TV shows
fr: Toutes les émissions TV
it: Mostra tutti i programmi TV

source: All in one
fr: Tout en un
it: Tutti in uno

source: All materials
fr: Tous les matériaux
it: Tutti i materiali

source: All movies
fr: Tous les films
it: Tutti i film

source: All programs
it: Tutti i programmi

source: All shows
it: Tutti gli show

source: All time
it: Qualsiasi data

source: All videos
it: Tutti i video

source: Allow dash format:
fr: Autoriser le format de tiret:
it: Permetti il formato dash:

source: Allow downgrade
fr: Autoriser la descente de version
it: Consenti downgrade

source: Allow watched flag to be set
it: Abilita il contrassegno "visto"

source: Alphabet
it: Alfabeto

source: Alphabetical
fr: Alphabétique
it: Alfabetico

source: Alphabetically
fr: Alphabétiquement
it: In ordine alfabetico

source: Alternative
it: Alternativo

source: Alternative domain:
fr: Domaine alternatif:
it: Dominio aternativo:

source: Alternative proxy server (1)
fr: Serveur de proxy alternative (1)
it: Primo proxy server alternativo

source: Alternative proxy server (2)
fr: Serveur de proxy alternatifs (2)
it: Secondo proxy server alternativo

source: Ambient Sound
it: Audio ambientale

source: An error occurred when try to sign in the user "%s. Please check your login credentials and try again later..."
fr: Une erreur s’est produite en essayant de vous connecter à l’utilisateur «%s. Veuillez vérifier vos identifiants et réessayez... »
it: Errore durante il tentativo di accedere come utente %s. Controlla le tue credenziali di accesso e riprova..."

source: An error occurred while loading a subtitle from [%s].
fr: Une erreur s’est produite lors du chargement d’un sous-titre de [%s].
it: Errore durante il caricamento di sottotitoli da [%s].

source: An error occurred while writing into: %s
fr: Une erreur s’est produite lors de l’écriture dans : %s
it: Errore scrittura file "%s"

source: Animation Movies
it: Film d'animazione

source: Animations
it: Animazioni

source: Anime Search
fr: Recherche anime
it: Ricerca Anime

source: Anime list
fr: Liste d'anime
it: Elenco Anime

source: Answer
fr: Réponse
it: Risposta

source: Any
fr: Tout
it: Qualsiasi

source: Apply
fr: Appliquer
it: Applica

source: April
it: Aprile

source: Arabic movies
fr: Films arabes
it: Film arabi

source: Archive
it: Archivio

source: Are you sure you want to remove file "%s"?
fr: Êtes-vous sûr de vouloir effacer le fichier « %s »?
it: Sei sicuro di cancellare il file "%s" ?

source: Ask
it: Chiedi

source: Aspect
it: Aspetto

source: Audio tracks
fr: Plages audio
it: Tracce audio

source: August
it: Agosto

source: Auto check for plugin update
fr: Vérification automatique de la mise à jour du plug-in
it: Controllo automatico agg. plugin

source: Auto selection based on the settings
fr: Sélection automatique selon les paramètres
it: Selezione automatica in base alle impostazioni

source: Auto-translate
fr: Auto-traduire
it: Traduzione automatica

source: Automatically turn on external subtitles
it: Avvia automaticamente i sottotitoli esterni

source: Autoplay start delay
fr: Temporisation de démarrage AutoPlay
it: Ritardo nella partenza dell'autoplay

source: BY DAY
fr: PAR JOUR
it: PER GIORNO

source: Best Pinkbike Videos
fr: Les meilleures vidéos de Pinkbike
it: Migliori video Pinkbike

source: Black
fr: Noir
it: Nero

source: Black iframe file
fr: Fichier iframe noir
it: File iframe nero

source: Block wmv files
fr: Bloquer les fichiers wmv
it: Blocco files WMV

source: Broadcast begins at %s
it: La trasmissione inizia a %s

source: Browse
it: Esplora

source: Browse videos
it: Esplora video

source: Browse youtube trending feeds
it: Naviga nei feed di tendenza di Youtube

source: Buffering location
it: Percorso del buffer

source: By Year
fr: Par année
it: Per Anno

source: By country
fr: Par pays
it: Per Nazione

source: By media title
fr: Par titre de médias
it: Per Titolo

source: By year
fr: Par année
it: Per Anno

source: Bypass geo-blocking for VODs (it may be illegal):
fr: Contourner le géoblocage pour VODs (il peut être illégal) :
it: Aggira il blocco geografico per i VOD (potrebbe essere illegale):

source: C subtitle parser
fr: Analyseur de sous-titre C
it: Parser sottotitoli in C

source: CHANNELS
fr: CHAÎNES
it: CANALI

source: CINEMA MOVIES
fr: CINEMA FILMS
it: FILM CINEMA

source: COMMENTS
fr: COMMENTAIRES
it: COMMENTI

source: Calendar
it: Calendario

source: Can not get mount points - cmd mount failed. Return code[%s]. Return data[%s].
fr: Impossible d'obtenir les points de montage - Échec de la cmd de montage. Code de retour[%s]. Renvoie les données [%s].
it: Non riesco a trovare il punto di mount - comando fallito. Codice errore [%s]. Dati [%s].

source: Cancel
fr: Annuler
it: Annulla

source: Captcha bypass free service
it: Servizio gratuito di risoluzione Captcha

source: Captcha bypass paid service
it: Servizio a pagamento di risoluzione Captcha

source: Captcha solved. Waiting for notification.
it: Captcha risolto. Attendi la notifica.

source: Captcha solver order
it: Ordine dei risolutori di Captcha

source: Captcha solving service
fr: Service de résolution de Captcha
it: Servizio di risoluzione Captcha

source: Cartoons
fr: Dessins animés
it: Animazione

source: Catalog
fr: Catalogue
it: Catalogo

source: Categories
fr: Catégories
it: Categorie

source: Categories:
it: Categorie:

source: Categorization
fr: Catégorisation
it: Classificazione

source: Change active movie player
fr: Changer le lecteur de film actif
it: Cambia movie player attivo

source: Channel
fr: Chaîne
it: Canale

source: Channel: %s
fr: Chaîne: %s
it: Canale: %s

source: Channels
fr: Chaînes
it: Canali

source: Channles
fr: Chaînes
it: Canali

source: Checking version.
fr: Vérification de la version.
it: Controllo della versione.

source: Children
fr: Enfants
it: Bambini

source: Cinema movies
fr: Cinéma films
it: Film del cinema

source: Clear
it: Cancella

source: Click
fr: Cliquer
it: Premi

source: Clips
it: Filmati

source: Closing. Please wait...
fr: Fermeture. S'il vous plaît, attendez...
it: Attendere la chiusura..

source: Collections
it: Collezioni

source: Comedies
fr: Comédies
it: Commedie

source: Comedy Movies
it: Commedie

source: Coming up
fr: Prochainement
it: Prossimamente

source: Comments: %s
fr: Commentaires: %s
it: Commenti: %s

source: Commits
fr: Commet
it: Commit

source: Completed.
fr: Terminé.
it: Completato.

source: Completed.
fr: Terminé.
it: Completato.

source: Configuration
it: Configurazione

source: Configuration [%s] service
it: Configurazione del servizio [%s]

source: Configure %s
it: Configura %s

source: Configure host
fr: Configurer l’hôte
it: Configura Host

source: Configuring an external movie player
fr: Configuration d’un lecteur de film externe
it: Configura un player esterno per i filmati

source: Confirm new pin
fr: Confirmer le nouveau code pin
it: Confermare nuovo PIN

source: Confirm the title of the movie
fr: Confirmer le titre du film
it: Conferma il titolo del film

source: Confirmation error.
fr: Erreur de confirmation.
it: Errore di conferma.

source: Confirmation of installation.
fr: Confirmation d'installation.
it: Conferma di installazione.

source: Connection to server failed!
fr: La connexion au serveur a échoué!
it: Nessuna connessione al server!

source: Continue downloading
fr: Continuer le téléchargement
it: Continua il download

source: Copy
fr: Copier
it: Copia

source: Copy all graphics.
fr: Copiez tous les graphiques.
it: Copia tutti gli oggetti grafici.

source: Copy graphics without icons.
fr: Copier des graphiques sans icônes.
it: Copia grafica senza icone.

source: Copy icons.
fr: Copier les icônes.
it: Copia icone.

source: Copy post installed binaries.
fr: Copie les binaires installés après l’installation.
it: Copia i file binari dopo l'installazione.

source: Correct version.
fr: Version correcte.
it: Versione corretta.

source: Countries
fr: Pays
it: Nazioni

source: Create LCD/VFD summary screen
it: Crea una schermata di indice LCD/VFD

source: Create OpenSSL symlinks failed with following error "%s". Some functions may not work correctly.
fr: Créer des liens symboliques OpenSSL a échoué avec l'erreur suivante « %s ». Certaines fonctions peuvent ne pas fonctionner correctement.
it: La creazione di un symlink OpenSSL è fallita con errore "%s". Alcune funzioni potrebbero non funzionare correttamente.

source: Crime Movies
it: Film polizieschi

source: Critical Error – Content-Encoding gzip cannot be handled!
fr: Erreur critique - Content-Encoding gzip ne peut pas être manipulé!
it: Errore critico - Non si può accedere al contenuto del gzip!

source: Critical Error – cookie can't be saved!
fr: Erreur critique – cookie ne peut pas être sauvé!
it: Errore critico - il cookie non può essere salvato!

source: Curator
fr: Conservateur
it: Curatore

source: Currently you have version [%s].
fr: Actuellement, vous avez la version [%s].
it: Attualmente si ha la versione [%s].

source: Cut
fr: Couper
it: Taglio

source: Cyrillic Latin Converter
it: Convertitore Cirillico - Latino

source: DATE
it: DATA

source: DOWNLOAD ERROR
fr: ERREUR DE TÉLÉCHARGEMENT
it: Errore download

source: DOWNLOADED
fr: TÉLÉCHARGÉ
it: Scaricato

source: DOWNLOADING
fr: EN TÉLÉCHARGEMENT
it: Download in corso

source: DRM protected streams are not supported.
fr: Les flux protégés par DRM ne sont pas pris en charge.
it: Gli stream protetti da DRM non sono supportati.

source: DRM protection detected.
fr: Protection DRM détectée.
it: Individuata la protezione DRM.

source: Danish
it: Danese

source: Darkgray
fr: Gris foncé
it: Grigio scuro

source: Data for link generation could not be found. Please report this problem to %s
it: Non sono stati trovati i dati per creare i collegamenti. Riferisci il problema a %s

source: Data mismatch.
fr: Non-concordance de données.
it: Incongruenza di dati.

source: Date: %s
it: Data: %s

source: Debug file does not exist - nothing to delete
fr: Le fichier de débogage n'existe pas - rien à supprimer
it: Il file di debug non esiste - niente da cancellare

source: Debug file does not exist - nothing to download
fr: Le fichier de débogage n'existe pas - rien à télécharger
it: Il file di debug non esiste - niente da scaricare

source: Debug file has been deleted
fr: Le fichier de débogage a été supprimé
it: Il file di debug è stato cancellato

source: Debug logs
fr: Journaux de débogage
it: Debug Log-File

source: Debug option is disabled - nothing to display
fr: Option de déboggage est désactivée - rien à afficher
it: L'opzione debug è disabilitata - non c'è niente da visualizzare

source: Debug option set to console - nothing to display
fr: Option de déboggage défini vers la console - rien à afficher
it: Il debug è impostato con output verso la console - non c'è niente da visualizzare

source: Debug option set to debugfile, but file does not exist - nothing to display
fr: Option de déboggage définie sur debugfile, mais le fichier n’existe pas - rien à afficher
it: L'opzione debug è impostata per la creazione del file, ma questo non esiste - non c'è niente da visualizzare

source: December
it: Dicembre

source: Decode file [%s] problem.
fr: Problème de décodage du fichier [%s].
it: Problema di decodifica del file [%s]

source: Decrypt archive.
it: Decodifica archivio.

source: Decryption the archive completed successfully.
it: La decompressione dell'archivio è stata completata con successo.

source: Default
fr: Défaut
it: Predefinito

source: Default captcha bypass (old routine)
it: Risolutore captcha predefinito (vecchia routine)

source: Default video aspect ratio
fr: Aspect ratio par défaut de la vidéo
it: Rapporto d'aspetto predefinito

source: Default video policy for 16:9
it: Video predefinito per 16:9

source: Default video policy for 4:3
it: Video predefinito per 4:3

source: Default video quality:
fr: Qualité vidéo par défaut:
it: Qualità video predefinita:

source: Delete
fr: Supprimer
it: Cancella

source: Delete log file
fr: Effacer le fichier de log
it: Cancella il file

source: Description:
it: Descrizione:

source: Detection of MIPSEL FPU ABI.
fr: Détection de MIPSEL FPU ABI.
it: Ricerca della MIPSEL FPU ABI.

source: Detection of glibc version.
fr: Détection de la version de la glibc.
it: Ricerca della versione di glibc.

source: Detection of the "%s" utility.
fr: Détection de l’utilitaire «%s».
it: Ricerca dello strumento "%s".

source: Detection of the OpenSSL 1.0.0 version.
fr: Détection de la version d’OpenSSL 1.0.0.
it: Ricerca della versione 1.0.0 di OpenSSL.

source: Detection of the OpenSSL version.
fr: Détection de la version d’OpenSSL.
it: Ricerca della versione di OpenSSL.

source: Detection of the ffmpeg version.
fr: Détection de la version de ffmpeg.
it: Ricerca della versione di ffmpeg.

source: Detection of the gstreamer version.
fr: Détection de la version de gstreamer.
it: Ricerca della versione di gstreamer.

source: Detection of the platform.
fr: Détection de la plate-forme.
it: Ricerca dell'architettura.

source: Detection version of installed standard C library.
fr: Version de détection de la bibliothèque standard du C installée.
it: Ricerca della versione della librerie C standard installate.

source: Deutsch
fr: Allemand
it: Tedesco

source: Developers:
fr: Développeurs:
it: Sviluppatori:

source: Director:
it: Regista:

source: Directors:
it: Registi:

source: Directory "%s" does not exists.
it: La cartella "%s" non esiste.

source: Disable
fr: Désactiver
it: Disabilita

source: Disable live at plugin start
fr: Désactiver le direct au démarrage du plugin
it: Disabilita la diretta all'avvio del plugin

source: Disable not used services
fr: Désactiver les services non utilisés
it: Disabilita i servizi non usati

source: Disable reordering
fr: Désactiver la réorganisation
it: Disabilita modalità riordino

source: Disable reordering mode
fr: Désactiver le mode réordonnancement
it: Disabilita modalità riordino

source: Disable/Enable groups
fr: Activer/désactiver des groupes
it: Abilita/disabilita gruppi di host

source: Disable/Enable services
fr: Activer/désactiver les services
it: Abilita/disabilita servizi

source: Display thumbnails
fr: Afficher les miniatures
it: Visualizza miniature

source: DixMax Suggestions
it: Suggerimenti DixMax

source: Do not install (not recommended)
fr: Ne pas installer (non recommandé)
it: Non installare (non raccomandato)

source: Do you want to download "%s" Virtual Keyboard layout now?
it: Vuoi scaricare adesso il layout della Tastiera virtuale per "%s" ?

source: Do you want to finish?
fr: Voulez-vous terminer?
it: Vuoi terminare?

source: Do you want to try to re-download "%s" Virtual Keyboard layout?
it: Vuoi riprovare a scaricare il layout della Tastiera virtuale per "%s" ?

source: Documentaries
fr: Documentaires
it: Documentari

source: Documentary Movies
it: Documentari

source: Download %s
fr: Télécharger %s
it: Scaricare %s

source: Download again
fr: Télécharger à nouveau
it: Scarica di nuovo
