Repository: Toysoft/e2iplayer_pythontrois
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: fr, it

source: Download can not be started. Incorrect address ('%r').
fr: Le téléchargement ne peut pas être démarré. Adresse incorrecte ('% r').
it: Il download non può avviarsi. Indirizzo non corretto ('%r').

source: Download can not be started. Downloader %s not working correctly. Last error "%s (%s)".
it: Il download non può avviarsi. Il downloader %s non sta funzionando correttamente. Ultimo errore "%s (%s)".

source: Download can not be started. Downloader %s not working correctly. Status[%s]
fr: Le téléchargement ne peut pas être démarré. Le téléchargeur %s ne fonctionne pas correctement. Statut [%s]
it: Il download non può avviarsi. Il downloader %s non sta funzionando correttamente. Stato [%s]

source: Download can not be started. Incorrect address "%r".
it: Il download non può avviarsi. Indirizzo non corretto "%r".

source: Download failed. Last error "%s (%s)".
it: Download fallito. Ultimo errore "%s (%s)".

source: Download failed. Status[%s]
fr: Échec du téléchargement. Statut[%s]
it: Download fallito. Stato [%s]

source: Download log file
fr: Télécharger le fichier journal
it: Download del file di log

source: Download manager is not initialized
fr: Le gestionnaire de téléchargement n'est pas initialisé
it: Download manager non inizializzato

source: Download subtiles failed.
fr: Échec du téléchargement des sous-titres.
it: Download dei sottotitoli fallito.

source: Download suggested
fr: Téléchargement suggéré
it: Download suggerimenti

source: Downloading
fr: Téléchargement
it: Scaricare

source: Downloading "%s" failed. Do you want to retry?
fr: Échec de téléchargement « %s ». Voulez-vous réessayer ?
it: Download "%s" fallito. Vuoi riprovare?

source: Downloading "%s".
fr: Téléchargement de « %s ».
it: Sto scaricando "%s".

source: Downloading an update packet.
fr: Téléchargement d’un paquet de mise à jour.
it: Sto scaricando un pacchetto di aggiornamento.

source: Downloading can not be started. Downloader %s does not work properly. Status[%s]
fr: Téléchargement ne peut pas être démarré. Downloader %s ne fonctionne pas correctement. Statut[%s]
it: Il download non può avviarsi. Il downloader %s non sta funzionando correttamente. Stato [%s]

source: Downloading can not be started. The address ('%r') is incorrect.
fr: Le téléchargement ne peut pas être démarré. L'adresse ('%r') est incorrecte.
it: Il download non può avviarsi. L'indirizzo ('%r') non è corretto .

source: Downloading cannot be started. Downloader [%s] not working properly. Status[%s]
fr: Le téléchargement ne peut pas être lancé. Téléchargeur [%s] ne fonctionne pas correctement. Statut[%s]
it: Il download non può essere avviato. Downloader [%s] non funziona correttamente. Stato [%s]

source: Downloading cannot be started. Invalid URI[%s].
fr: Le téléchargement ne peut pas être lancé. URI [%s] invalide.
it: Il download non può essere avviato. URL non valido[%s].

source: Downloading file [%s] problem.
fr: Problème de téléchargement de fichier [%s].
it: Problema download del file [%s]

source: Downloading file: %r.
it: Scaricamento file: %r.

source: Downloading graphics package.
fr: Téléchargement du paquet des graphiques.
it: Sto scaricando il pacchetto grafico.

source: Downloading icons package.
fr: Télécharger le paquet d'icônes.
it: Sto scaricando il pacchetto delle icone.

source: Downloading subtitles. ('%r').
fr: Télécharger les sous-titres. ('%r').
it: Download in corso dei sottotitoli. ('%r').

source: Downloads
fr: Téléchargements
it: Download

source: Downloads location
it: Percorso di download

source: Downloads: %s
fr: Téléchargements : %s
it: Download: %s

source: Drama Movies
it: Film drammatici

source: Dramas
fr: Drames
it: Film drammatici

source: Duktape is an embeddable Javascript engine, with a focus on portability and compact footprint.
fr: Duktape est un moteur Javascript embarquable, qui met l'accent sur la portabilité et est compact.
it: Duktape è un motore Javascript, ottimizzato per portabilità ed economia di risorse.

source: Duration
fr: Durée
it: Durata

source: Duration:
it: Durata:

source: Duration: %s
fr: Durée : %s
it: Durata: %s

source: Duration: {0}
it: Durata: {0}

source: During processing, please do not interrupt.
fr: Pendant le traitement, n'interrompez pas.
it: Durante il processo, non interrompere.

source: During processing, please wait.
fr: Pendant le traitement, veuillez patienter.
it: Durante il processo, attendere prego.

source: E2 GUI restart after IPTVPlayer update to version[%s].
fr: Redémarrage de l’IGU de E2 après la mise à jour d'IPTVPlayer vers la version[%s].
it: Riavvio E2 GUI dopo agg. IPTVPlayer alla versione[%s].

source: E2iPlayer - settings
it: E2iPlayer - impostazioni

source: E2iPlayer enable/disabled groups
it: Abilita/disabilita gruppi di host E2iPlayer

source: ERROR:
fr: ERREUR :
it: ERRORE:

source: ERROR: pipeline could not be constructed: no element "playbin2" Please check if gstreamer plugins are available in your system.
fr: ERREUR : le pipeline n'a pas pu être construit : pas d'élément "playbin2". Veuillez vérifier si des plugins gstreamer sont disponibles dans votre système.
it: ERRORE nella costruzione della pipeline: manca l'elemento "playbin2" Controlla se i plugin di gstreamer sono disponibili nel tuo sistema.

source: Edit favourites
fr: Modifier les favoris
it: Modifica preferiti

source: Enable
fr: Activer
it: Abilita

source: Enable reordering
fr: Activer le réordonnancement
it: Attiva modalità riordino

source: Enable reordering mode
fr: Activer le mode de réordonnancement
it: Attiva modalità riordino

source: Encryption function body extraction failed! Please report the problem to %s
it: Encryption function body extraction failed! Per favore riporta il problema a %s

source: Encryption function name extraction failed! Please report the problem to %s
it: Encryption function name extraction failed! Per favore riporta il problema a %s

source: Encryption key was downloaded successfully.
it: La chiave di cifratura è stata scaricata correttamente.

source: English
fr: Anglais
it: Inglese

source: Enter a value
fr: Entrer une valeur
it: Inserire un valore

source: Enter name
fr: Entrer votre nom
it: Inserire nome

source: Enter new pin
fr: Entrer le nouveau PIN
it: Immettere nuovo PIN

source: Enter old pin
fr: Entrer l'ancien pin
it: Immettere il vecchio PIN

source: Enter pin
fr: Entrer le code PIN
it: Inserire PIN

source: Enter the text
it: Inserire il testo

source: Episode
fr: Épisode
it: Episodio

source: Episode Search
fr: Recherche d'épisode
it: Ricerca episodi

source: Episode title
it: Titolo dell'episodio

source: Episodes
fr: Épisodes
it: Episodi

source: Error code: %s
it: Codice errore: %s

source: Error code: %s Error message: %s
it: Codice di errore: %s Messaggio di errore: %s

source: Error communicating with the server.
fr: Erreur de communication avec le serveur.
it: Errore di comunicazione con il server.

source: Error deleting file "%s".
fr: Erreur de suppression du fichier "%s".
it: Errore eliminazione file "%s".

source: Error during deletion of the debug file.
fr: Erreur lors de la suppression du fichier de déboggage.
it: Errore durante l'eliminazione del file di debug.

source: Error message: "%s". Error code: "%s".
fr: Message d'erreur : "%s". Code d'erreur : "%s".
it: Messaggio di errore: "%s". Codice di errore: "%s".

source: Error message: %s
it: Messaggio di errore: %s

source: Error occurs
it: E' avvenuto un errore

source: Error occurs during download.
fr: Une erreur se produit pendant le téléchargement.
it: Errore durante il download.

source: Error reading file "%s".
fr: Erreur de lecture du fichier "%s".
it: Errore lettura file "%s".

source: Error writing file "%s".
fr: Erreur d'écriture du fichier "%s".
it: Errore scrittura file "%s".

source: Error. Return code [%d] %s.
fr: Erreur. Code de retour[%d]. %s.
it: Errore. Codice restituito [%d] %s.

source: Exception occurs
fr: Une exception s'est produite
it: E' avvenuto un errore

source: Executing user scripts.
fr: Exécution de scripts utilisateur.
it: Esecuzione script utente.

source: Exit
fr: Sortir
it: Esci

source: External free, then paid
it: Esterno gratis, poi pagamento

source: External movie player config
fr: Configuration du lecteur vidéo externe
it: Configurazione movie player esterno

source: External paid
it: Esterno a pagamento

source: Extracting an update packet.
fr: Extraction d'un paquet de mise à jour.
it: Estrazione pacchetto di aggiornamento.

source: Extracting graphics package.
fr: Extraction d'un paquet graphique.
it: Estrazione pacchetto grafico.

source: Extracting icons package.
fr: Extraction des paquets d'icônes.
it: Estazione pacchetto di icone.

source: FREE
fr: LIBRE
it: GRATUITO

source: Fail to get "%s".
fr: Impossible d’obtenir « %s ».
it: Impossibile ottenere "%s".

source: Fail to get captcha data.
fr: Ne parviennent pas à obtenir des données captcha.
it: Impossibile ottenere i dati del captcha.

source: Failed to connect to server "%s".
fr: Échec de la connexion au serveur "%s".
it: Impossibile connettersi al server "%s".

source: Failed to convert the file "%s" to UTF-8.
fr: Échec de la conversion du fichier "%s" en UTF-8.
it: Conversione del file "%s" in UTF-8 non riuscita.

source: Failed to create directory "%s".
fr: Échec de la création du répertoire "%s".
it: Creazione cartella %s fallita!

source: Failed to decode to UTF-8.
fr: Échec du décodage en UTF-8.
it: Fallita la codifica in UTF-8.

source: Failed to download subtitle.
fr: Impossible de télécharger les sous-titres.
it: Download fallito dei sottotitoli!!

source: Failed to gzip.
fr: Échec de gzip.
it: Compressione gzip fallita!

source: Failed to log in user "%s". Please check your login and password.
fr: Échec de la connexion de l'utilisateur "%s". Veuillez vérifier votre login et votre mot de passe.
it: Fallito l'accesso dell'utente "%s" ! Per favore controlla utente e password.

source: Failed to open the file "%s".
fr: N'a pas réussi à ouvrir le fichier "%s".
it: Impossibile aprire il file %s!

source: Failed to page with subtitle link.
fr: Échec à la page avec lien de sous-titre.
it: Impossibile raggiungere il link dei sottotitoli.

source: Failed to write file "%s".
fr: Échec de l'écriture du fichier "%s".
it: Scrittura file "%s" non riuscita.

source: Failed to write the file "%s".
fr: N'a pas réussi à écrire le fichier "%s".
it: Scrittura file "%s" non riuscita.

source: Failed: %s
it: Fallito: %s

source: Family Movies
it: Film per la famiglia

source: Fantasy Movies
it: Film fantasy

source: Fatal Error! Openssl could not be found. Please install it and retry.
fr: Erreur fatale ! Openssl n'a pas pu être trouvé. Veuillez l'installer et réessayer.
it: Errore grave! Non trovato Openssl. Per favore installalo e riprova.

source: Fatal Error! Plugin is not supported with your platform.
fr: Erreur fatale ! Le plugin n'est pas supporté avec votre plate-forme.
it: Errore grave! Il plugin non è supportato nella tua architettura.

source: Fatal error: consoleWrite failed!
fr: Erreur fatale : consoleWrite a échoué!
it: Errore grave: Scrittura su console fallita!

source: Favourites
fr: Favoris
it: Preferiti

source: Favourites groups
fr: Groupes de favoris
it: Gruppi preferiti

source: Favourites manager
fr: Gestionnaire de favoris
it: Gestore preferiti

source: Featured
fr: Mise en avant
it: In primo piano

source: February
it: Febbraio

source: File "%s" already exists
fr: Fichier "%s" existe déjà
it: Il file "%s" esiste già

source: File "%s" already exists!
fr: Le fichier "%s" existe déjà!
it: Il file "%s" esiste già!

source: File Not Found.
fr: Fichier Introuvable
it: File non trovato.

source: File [%s] reading failed.
fr: La lecture du fichier[%s] a échoué.
it: Lettura file [%s] non riuscita.

source: File [%s] was added to downloading queue.
fr: Fichier[%s] a été ajouté à la file d'attente de téléchargement.
it: File: [%s] aggiunto in attesa per Download.

source: File can not be downloaded. Protocol [%s] is unsupported
fr: Le fichier ne peut pas être téléchargé. Protocole[%s] n'est pas pris en charge
it: Il file non può essere scaricato. Protocollo [%s] non supportato

source: File not found: [%s].
it: File non trovato: [%s]

source: Film Archive
it: Archivio Film

source: Filmstarts Suggestions
it: Suggerimenti Filmstarts

source: Filmweb Suggestions
it: Suggerimenti Filmweb

source: Filter By Year
it: Fltra per anno

source: Filters
fr: Filtres
it: Filtri

source: First movie player in buffering mode
fr: Premier lecteur de film en mode tampon
it: Movie Player predefinito in modo buffer

source: First movie player without buffering mode
fr: Premier lecteur de film sans mode tampon
it: Movie Player predefinito senza modo buffer

source: Fluendo mpegdemux for GSTREAMER 0.10
fr: Fluendo mpegdemux pour GSTREAMER 0.10
it: Fluendo mpegdemux per GSTREAMER 0.10

source: Folder for cache data
fr: Dossier pour les données du cache
it: Cartella per cache dati

source: Folder for temporary data
fr: Dossier pour les données temporaires
it: Cartella per dati temporanei

source: Following host are broken or additional python modules are needed.
fr: Les hôtes suivants sont cassés ou des modules python supplémentaires sont nécessaires.
it: I seguenti host sono corrotti o necessitano moduli Python aggiuntivi.

source: Format 'wmv' blocked in configuration.
fr: Format'wmv' bloqué dans la configuration.
it: Format 'wmv' bloccato nella configurazione.

source: Free
fr: Libre
it: Gratuito

source: French
fr: Français
it: Francese

source: Friday
it: Venerdì

source: From E2 settings
fr: A partir des réglages E2
it: Dalla config di E2

source: Functionality protected by Google reCAPTCHA!
fr: Fonctionnalité protégée par Google reCAPTCHA !
it: Funzionalità protetta da Google reCAPTCHA!

source: GST-IFDSRC for GSTREAMER 1.X
fr: GST-IFDSRC pour GSTREAMER 1.X
it: GST-IFDSRC per GSTREAMER 1.X

source: Game: %s
it: Gioco: %s

source: Games
fr: Jeux
it: Giochi

source: Games played Now
fr: Jeux joués maintenant
it: Partite giocate adesso

source: Genre selection
fr: Sélection du genre
it: Selezione genere

source: Genre:
it: Genere:

source: Genre:
it: Genere:

source: Genre: %s
it: Genere: %s

source: Genres
it: Generi

source: Genres:
it: Generi:

source: Geolocation IP:
fr: Géolocalisation IP :
it: IP di geolocazione:

source: German
fr: Allemand
it: Tedesco

source: German proxy server url
fr: URL du serveur proxy allemand
it: URL Proxy Server (Germania)

source: Get EPG
fr: Obtenir EPG
it: Ottieni l'EPG

source: Get decryption key.
it: Ottieni la chiave di decodifica.

source: Get languages failed!
fr: Obtenir les langues a échoué!
it: Errore nell'ottenere le lingue!

source: Get page "%s" error.
fr: Erreur "%s" d’obtention de la page.
it: Errore nel caricamento della pagina "%s".

source: Get token failed!
fr: Échec de l’obtention du jeton!
it: Errore nel ricevere il token!

source: GitLab version from {0} was downloaded successfully.
it: La versione di GitLab da {0} è stata scaricata correttamente.

source: Go to the host configuration available under blue button.
fr: Allez à la configuration d'hôte disponible sous le bouton bleu.
it: Vai alla configurazione dell'host disponibile con il pulsante blu.

source: Goal Of The Month
fr: Objectif du mois
it: Gol del Mese

source: Google Suggestions
it: Suggerimenti Google

source: Graphic services selector
fr: Sélecteur de services graphiques
it: Selettore servizi grafico

source: Group "%s" already exists.
fr: Le groupe "%s" existe déjà.
it: Gruppo"%s" già esistente.

source: Group %d
fr: Groupe %d
it: Gruppo %d

source: Group links into categories:
fr: Grouper les liens en catégories:
it: Raggruppa i link per categorie:

source: Group with id[%s] not found.
fr: Groupe avec id[%s] non trouvé.
it: Gruppo con id [%s] non trovato.

source: Groups
fr: Groupes
it: Gruppi

source: Guest timeout: %s
fr: Délai d'attente pour l’hôte: %s
it: Timeout dell'account guest: %s

source: HDFull Suggestions
it: Suggerimenti HDFull

source: HTTPS connection error "%s"
fr: Erreur de connexion HTTPS "%s".
it: Errore connessione HTTPS "%s"

source: Hide "%s" group
fr: Masquer le groupe "%s"
it: Nascondi il gruppo"%s"

source: High (or HD)
fr: Haut (ou HD)
it: HD

source: History Movies
it: Film storici

source: History of searched phrases.
fr: Historique des phrases recherchées.
it: Cronologia della ricerca frasi.

source: Home page
fr: Page d'accueil
it: Pagina iniziale

source: Horror Movies
it: Film horror

source: Hosting "%s" not supported.
it: L'host "%s" non è supportato.

source: Hosting "%s" unknown.
it: L'host "%s" sconosciuto.

source: Hosting: %s, %s
fr: Hébergement: %s, %s
it: Host: %s, %s

source: Hosts settings
fr: Paramètres des hôtes
it: Impostazioni degli host

source: IMDb Suggestions
it: Suggerimenti IMDb

source: IMDb rating
it: Valutazione IMDb

source: IPTVPlayer need some additional setup. Such as downloading and installation additional binaries. Press OK to start.
fr: IPTVPlayer a besoin d'une configuration supplémentaire. Tels que le téléchargement et l'installation de binaires supplémentaires. Appuyez sur OK pour démarrer.
it: IPTVPlayer necessita di ulteriori impostazioni. Ad esempio il dowload e l'installazione di file eseguibili aggiuntivi. Premi OK per iniziare.

source: Icons quality
fr: Qualité des icônes
it: Qualità delle icone

source: Icons size
fr: Taille des icônes
it: Dimensione delle icone

source: If you want to use MyJDownloader, fill login and password in settings menu
it: Se vuoi utilizzare MyJDownloader, inserisci login e password nel menu impostazioni

source: Info
it: Informazioni

source: Info bar clock format
it: Formato orologio barra informazioni

source: Info bar timeout
it: Timeout della barra informazioni

source: Information
it: Informazione

source: Information about audio tracks not available.
fr: L'information sur les pistes audio n'est pas disponible.
it: Informazione sulle tracce audio non disponibile.

source: Initial list
fr: Liste initiale
it: Elenco iniziale

source: Initialize Download Manager
fr: Initialiser le gestionnaire de téléchargement
it: Inizializza il gestore di download

source: Initialize web interface (experimental)
fr: Initialiser l'interface web (expérimentale)
it: Inizializza l'interfaccia web

source: Initiating data, please wait
fr: Initialisation des données, veuillez patienter
it: Inizializzazione, attendere prego...

source: Inject black iframe at video playback finish
it: Inserisci un frame nero alla fine del play del video

source: Install into the "%s".
fr: Installer dans le "%s".
it: Installa in "%s".

source: Installation binary failed. Retry?
fr: L’installation du binaire a échoué. Réessayer ?
it: Fallita l'installazione dell'eseguibile. Riprova?

source: Installation has been aborted.
fr: L'installation a été interrompue.
it: Installazione interrotta.

source: Installation has been confirmed.
fr: L'installation a été confirmée.
it: Installazione confermata.

source: Installing "%s".
fr: Installation « %s ».
it: Installazione in corso di "%s".

source: Installing new version.
fr: Installation d'une nouvelle version.
it: Installare la nuova versione.

source: Internal Server Error. Server response code: %s
it: Errore del server interno. Code di risposta: %s

source: Internal, then external
it: Interno, poi esterno

source: Invalid email.
it: Email non valida.

source: Invalid name.
fr: Nom non valide.
it: Nome non valido.

source: Is this message displayed correctly?
fr: Ce message s'affiche-t-il correctement ?
it: Questo messaggio è visualizzato correttamente?

source: It improves HLS/M3U8 stream download.
fr: Il améliore le téléchargement de flux HLS/M3U8.
it: Migliora il download degli stream HLS/M3U8.

source: It improves buffering mode with the gstplayer.
fr: Il améliore le mode tampon avec le gstplayer.
it: Migliora la modalità buffer con gstplayer.

source: It improves commands execution with very long arguments.
fr: Il améliore l'exécution des commandes avec des arguments très longs.
it: Migliora l'esecuzione dei comandi con argomenti molto lunghi.

source: It improves json data parsing.
it: Migliora il parsing dei dati json.

source: It improves playing of streams hls/m3u8.
fr: Il améliore la lecture des flux hls/m3u8.
it: Migliora la riproduzione degli stream HLS/M3U8.

source: It improves subtitles parsing.
fr: Il améliore l'analyse des sous-titres.
it: Migliora il parsing dei sottotitoli.

source: It is not allowed to call getURLRequestData from main thread.
fr: Il n'est pas permis d'appeler getURLRequestData à partir du thread principal.
it: Non è possibile chiamare getURLRequestData dal thread principale.

source: It looks like some kind of protection. Try again later.
it: Sembra che ci sia una qualche protezione. Riprova più tardi.

source: It looks like your current configuration do not allow to connect to the https://%s/.
fr: Il semble que votre configuration actuelle ne permet pas de se connecter à https://%s/.
it: Sembra che la tua configurazione attuale non permetta di collegarsi a https://%s/.

source: It seems that the host "%s" has crashed.
fr: Il semble que l'hôte "%s" s'est planté.
it: Sembra che l'host "%s" sia andato in crash.

source: It seems that the host "%s" has crashed. Do you want to report this problem?
fr: Il semble que l'hôte "%s" s'est planté. Voulez-vous signaler ce problème ?
it: Sembra che l'host "%s" sia andato in crash. Vuoi segnalare questo problema?

source: It seems that the subtitle's provider "%s" has crashed. Do you want to report this problem?
fr: Il semble que le fournisseur de sous-titres "%s" est planté. Voulez-vous signaler ce problème ?
it: Sembra che il provider di sottotitoli "%s" sia andato in crash. Vuoi segnalare questo problema?

source: It seems that the video player "%s" does not work properly. STS: %s ERROR CODE: %r
fr: Il semble que le lecteur vidéo "%s" ne fonctionne pas correctement. STS : %s CODE D'ERREUR : %r
it: Sembra che il player video "%s" non funzioni correttamente. STS: %s CODICE ERRORE: %r

source: It seems that unrar utility is not installed.
fr: Il semble que l'utilitaire unrar n'est pas installé.
it: Sembra che l'utility unrar non sia installato.

source: It seems that unzip utility is not installed.
fr: Il semble que l'utilitaire unzip n'est pas installé.
it: Sembra che l'utility unzip non sia installato.

source: Italian
fr: Italien
it: Italiano

source: Item idx[%d] not found in group[%s].
fr: Élement idx[%d] non trouvé dans le groupe[%s].
it: Voce idx [%d] non trovata nel gruppo [%s].

source: Items
fr: Éléments
it: Voci

source: Items in group "%s"
fr: Éléments dans groupes "%s"
it: Voci nel gruppo"%s"

source: Items with DRM protection.
fr: Eléments avec protection DRM.
it: Voci con protezione DRM.

source: JDownloader script execution
it: Esecuzione di script JDownloader

source: JDownloader script execution failed. Error code: %s
it: Fallita l'esecuzione di uno script JDownloader. Codice errore: %s

source: JDownloader script finished.
it: Esecuzione dello script JDownloader terminata.

source: January
it: Gennaio

source: Japanese
fr: Japonais
it: Giapponese

source: July
it: Luglio

source: June
it: Giugno

source: LATEST
fr: RÉCENTS
it: ULTIMO

source: LATEST CONTENT
fr: CONTENU LE PLUS RÉCENT
it: ULTIMI CONTENUTI

source: LIKES
fr: AIMES
it: MI PIACE

source: LIST
fr: LISTE
it: ELENCO

source: Language
fr: Langue
it: Lingua

source: Language:
fr: Langue:
it: Lingua:

source: Language: %s
it: Lingua: %s

source: Languages
fr: Langues
it: Lingue

source: Last %d lines of the %s file are:
fr: Les dernières lignes %d du fichier %s sont :
it: Le ultime %d linee del file %s sono:

source: Last chance
fr: Dernière chance
it: Ultima possibilità

source: Last checked version
fr: Dernière version vérifiée
it: Ultima Versione Controllata

source: Last day
it: Ultimo giorno
