Repository: Toysoft/e2iplayer_pythontrois
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: fr, it

source: Search in all active hosts
fr: Recherche dans tous les hôtes actifs
it: Ricerca in tutti gli host attivi

source: Search only in Movies
fr: Rechercher uniquement dans les films
it: Ricerca solo nei Film

source: Search only in TV Series
fr: Recherche uniquement dans les séries TV
it: Ricerca solo nelle Serie TV

source: Search results
fr: Résultats de recherche
it: Risultati ricerca

source: Search type
fr: Type de recherche
it: Modo ricerca

source: Search youtube materials
fr: Rechercher des matériaux YouTube
it: Ricerca materiali di YouTube

source: Searching in %s, please wait (%d)
fr: Recherche dans %s, veuillez patienter (%d)
it: Sto ricercando in %s, attendere prego (%d)

source: Searching subtitles for "%s"
fr: Recherche de sous-titres pour "%s".
it: Ricerca sottotitoli per "%s"

source: Searching, please wait (%d)
fr: Recherche, veuillez patienter (%d)
it: Ricerca in corso, attendere prego (%d)

source: Season
fr: Saison
it: Stagione

source: Season %s
fr: Saison %s
it: Stagione %s

source: Season {0}
fr: Saison {0}
it: Stagione {0}

source: Second movie player in buffering mode
fr: Deuxième lecteur de film en mode tampon
it: Player alternativo in modo buffer

source: Second movie player without buffering mode
fr: Deuxième lecteur de film sans mode tampon
it: Player alternativo senza modo buffer

source: See all events
fr: Voir tous les événements
it: Vedi tutti gli eventi

source: See all languages
fr: Voir toutes les langues
it: Vedi tutte le lingue

source: See all topics
fr: Voir tous les sujets
it: Vedi tutte le categorie

source: Select
fr: Sélectionner
it: Seleziona

source: Select %s
fr: Sélectionner %s
it: Seleziona %s

source: Select GitLab repository owner
it: Seleziona il proprietario dell'archivio GitLab

source: Select action
fr: Choisir une action
it: Seleziona azione

source: Select audio track
fr: Choisir la piste audio
it: Seleziona una traccia audio

source: Select directory
fr: Sélectionner le répertoire
it: Seleziona una cartella

source: Select favourite group
fr: Sélectionner un groupe favori
it: Seleziona gruppo preferiti

source: Select group
fr: Sélectionner un groupe
it: Seleziona gruppo

source: Select language
it: Seleziona la lingua

source: Select link
fr: Sélectionnez un lien
it: Seleziona Link

source: Select movie player
fr: Sélectionner le lecteur de film
it: Seleziona movie player

source: Select option
fr: Sélectionnez une option
it: Seleziona opzione

source: Select pictures
fr: Sélectionner des images
it: Seleziona immagini

source: Select service
fr: Sélectionner un service
it: Seleziona servizio

source: Select subtitles file
fr: Sélectionner le fichier de sous-titres
it: Seleziona il file per i sottotitoli

source: Select subtitles provider:
fr: Sélectionner le fournisseur de sous-titres :
it: Seleziona il provider di sottotitoli

source: Select subtitles to download
fr: Sélectionner les sous-titres à télécharger
it: Seleziona i sottotitoli da scaricare

source: Select subtitles track
fr: Sélectionner la piste de sous-titres
it: Seleziona una traccia dei sottotitoli

source: Select the directory
fr: Sélectionnez le répertoire
it: Seleziona la cartella

source: Select the file
fr: Sélectionnez le fichier
it: Seleziona il file

source: Select update server
fr: Sélectionner le serveur de mise à jour
it: Seleziona server di aggiornamento

source: Select video option
fr: Sélectionner l'option vidéo
it: Seleziona opzione video

source: Selected hosts
fr: Hôtes sélectionnés
it: Host selezionati

source: Selected version [%s].
fr: Version sélectionnée [%s].
it: Versione selezionata [%s].

source: Send
fr: Envoyer
it: Invia

source: September
it: Settembre

source: Serials
fr: Séries
it: Seriali

source: Series
fr: Séries
it: Serie

source: Server return 404 - Not Found.
it: Errore Server 404 - Pagina non trovata.

source: Service %s requires registration. Please fill your login and password in the %s configuration.
it: Il servizio %s richiede la registrazione. Per favore, inserisci i tuoi login e password nella configurazione di %s.

source: Service [%s] has no additional settings.
fr: Service[%s] n'a pas de réglages supplémentaires.
it: Servizio [%s] non dispone di ulteriori impostazioni.

source: Services configuration
fr: Configuration des services
it: Configurazione servizi

source: Services management
fr: Gestion des services
it: Gestione dei servizi

source: Set active movie player
fr: Définir le lecteur de film actif
it: Imposta movie player

source: Set file name
fr: Définir le nom du fichier
it: Imposta il nome del file

source: Set pin code
fr: Définir le code PIN
it: Imposta codice PIN

source: Set watched
fr: Définir regardé
it: Imposta già visto

source: Settings
fr: Réglages
it: Impostazioni

source: Show IPTVPlayer in extension list
fr: Afficher IPTVPlayer dans la liste des extensions
it: Mostra IPTV-Player nella lista avanzata

source: Show IPTVPlayer in main menu
fr: Afficher IPTVPlayer dans le menu principal
it: Mostra IPTV Player nel menu principale

source: Show Youtube Api Key warnings
it: Mostra gli avvisi per la API Key di Youtube

source: Show all channels
fr: Afficher toutes les chaînes
it: Mostra Tutti i canali

source: Show all version in the update menu
fr: Afficher toutes les versions dans le menu de mise à jour
it: Mostra tutte le versioni nel menu aggiornamento

source: Show download manager after adding new item
fr: Afficher le gestionnaire de téléchargement après l'ajout d'un nouvel élément
it: Mostra gestore download dopo aggiunta nuova voce

source: Show file size
fr: Afficher taille fichier
it: Mostra la dimensione del file

source: Show hiddens catalogs
fr: Afficher les catalogues cachés
it: Mostra i cataloghi nascosti

source: Show hiddens files
fr: Afficher les fichiers cachés
it: Mostra i file nascosti

source: Show iframe during audio playback
it: Mostra iframe durante la riproduzione dell'audio

source: Show items with DRM
fr: Afficher les éléments avec DRM
it: Mostra le voci con DRM

source: Show only audio in selected language:
it: Mostra solo stream nella lingua selezionata

source: Show only best quality of streams:
it: Mostra solo la miglior qualità degli stream

source: Show paid items (it may be illegal)
fr: Afficher les articles payants (cela peut être illégal)
it: Mostra le voci a pagamento (potrebbe essere illegale)

source: Show update icon in service selection menu
fr: Afficher mise à jour de l'icône dans le menu de sélection des services
it: Mostra icona aggiornamento nel menu

source: Shows
fr: Émissions
it: Programmi

source: Simple subtitles downloader
fr: Téléchargeur de sous-titres simple
it: Downloader semplice di sottotitoli

source: Simplify the title and try again.
fr: Simplifier le titre et réessayer.
it: Semplifica il titolo e riprova.

source: Single file downloader
it: Downloader di file singolo

source: Skip geo-blocked links:
it: Evita i link bloccati geograficamente:

source: Skipped.
fr: Ignoré.
it: Saltato.

source: Skipping IPTVPlayer setup may cause problems. Are you sure to skip IPTVPlayer setup?
fr: Sauter l'installation d'IPTVPlayer peut causer des problèmes. Êtes-vous sûr de sauter la configuration IPTVPlayer ?
it: Saltare la configurazione di IPTVPlayer può causare problemi. Sei sicuro di volerla saltare?

source: Software decoding as
fr: Décodage logiciel en tant que
it: Decodifica software come

source: Solution of %s with %s has not been implemented yet
it: La soluzione di %s con %s non è ancora stata implementata

source: Some changes will be applied only after movie player restart.
fr: Certaines modifications ne seront appliquées qu'après le redémarrage du lecteur vidéo.
it: Alcuni cambiamenti saranno applicati, solo dopo che il movie player sarà riavviato.

source: Some changes will be applied only after plugin update. Do you want to perform update now?
fr: Certains changements ne seront appliqués qu'après la mise à jour du plugin. Voulez-vous effectuer la mise à jour maintenant ?
it: Alcuni cambiamenti saranno applicati, solo dopo l'aggiornamento del plugin. Vuoi effettuare un aggiornamento adesso?

source: Sorry. TVPlayer is currently only available in the United Kingdom
fr: Désolé. TVPlayer n'est actuellement disponible qu'au Royaume-Uni.
it: Mi dispiace, ma TVPlayer è attualmente disponibile solo nel Regno Unito

source: Sort alphabetically
fr: Trier alphabétiquement
it: Ordina alfabeticamente

source: Sort by alphabet
fr: Trier par alphabet
it: Ordina per alfabeto

source: Sort by popularity
fr: Trier par popularité
it: Ordina per popolarità

source: Sort by:
fr: Trier par:
it: Ordina per:

source: Sort by:
fr: Trier par:
it: Ordina

source: Sort the list:
fr: Trier la liste :
it: Ordina l'elenco:

source: Sorted channels A-Z [live]
fr: Canaux triés A-Z [en direct].
it: Canali ordinati A-Z [live]

source: Source
it: Sorgente

source: Source type
it: Tipo di risorsa

source: Spanish
fr: Espagnol
it: Spagnolo

source: Start download manager per default
fr: Démarrer le gestionnaire de téléchargement par défaut
it: Avvia download manager come predefinito

source: Step [%s] cannot be aborted. Please wait.
fr: L'étape[%s] ne peut pas être annulée. S'il vous plaît, attendez.
it: Azione[%s] non può essere interrotta. Attendere prego.

source: Stereo downmix mode for software decoder
fr: Mode stéréo downmix pour décodeur logiciel
it: Modo downmix stereo per decoder software

source: Stop download
fr: Arrêter le téléchargement
it: Interrompi il download

source: Stop downloading
fr: Arrêter le téléchargement
it: Interrompi download

source: Stop playback with buffer save
it: Interrompi la riproduzione con salvataggio buffer

source: Stop playing?
fr: Arrêter la lecture
it: Arrestare la riproduzione?

source: Stream starts from %s
it: La trasmissione inizia da %s

source: Subtitle background
fr: Arrière-plan du sous-titre
it: Sfondo sottotitoli

source: Subtitle border color
fr: Couleur de la bordure de sous-titre
it: Colore bordo sottotitoli

source: Subtitle border enabled
fr: Bordures de sous-titres activées
it: Bordo sottotitoli abilitato

source: Subtitle border width
fr: Largeur de la bordure des sous-titres
it: Spessore bordo sottotitoli

source: Subtitle box height
fr: Hauteur de la boîte de sous-titres
it: Altezza sottotitoli

source: Subtitle box position
fr: Position de la boîte de sous-titres
it: Posizione sottotitoli

source: Subtitle font
fr: Caractère du sous-titre
it: Carattere sottotitoli

source: Subtitle font color
fr: Couleur de police du sous-titre
it: Colore del carattere dei sottotitoli

source: Subtitle font size
fr: Taille de la police des sous-titres
it: Dimensione carattere dei sottotitoli

source: Subtitle line height
fr: Hauteur de la ligne de sous-titre
it: Altezza della linea dei sottotitoli

source: Subtitle line wrapping
fr: Enroulement de la ligne de sous-titres
it: A

source: Subtitle shadow X offset
fr: Sous-titre ombre décalage X
it: Offset X dell'ombra dei sottotitoli

source: Subtitle shadow Y offset
fr: Sous-titre ombre décalage Y
it: Offset Y dell'ombra dei sottotitoli

source: Subtitle shadow color
fr: Couleur de l'ombre sous-titre
it: Colore dell'ombra dei sottotitoli

source: Subtitle shadow enabled
fr: Ombre des sous-titres activée
it: Abilita ombra sottotitoli

source: Subtitle vertical alignment
fr: Alignement vertical des sous-titres
it: Allineamento verticale sottotitoli

source: Subtitles
fr: Sous-titres
it: Sottotitoli

source: Subtitles "%s" downloaded correctly.
fr: Sous-titres "%s" téléchargés correctement.
it: I sottotitoli "%s" sono stati scaricati correttamente.

source: Subtitles conversion to UTF-8 failed.
fr: La conversion des sous-titres en UTF-8 a échoué.
it: Conversione dei sottotitoli in UTF-8 non riuscita.

source: Subtitles downloaded successfully. [%s], conversion to UTF-8.
fr: Sous-titres téléchargés avec succès. [%s], conversion en UTF-8.
it: I sottotitoli sono stati scaricati correttamente. [%s], conversione in UTF-8.

source: Subtitles for: %s
fr: Sous-titres pour : %s
it: Sottotitoli per: %s

source: Success.
fr: Succès.
it: Successo.

source: Sunday
it: Domenica

source: Synchronize
fr: Synchroniser
it: Sincronizza

source: System
it: Sistema

source: THIS WEEK'S SERIES POPULAR
fr: LES SÉRIES POPULAIRES DE CETTE SEMAINE
it: SERIE POPOLAR DI QUESTA SETTIMANA

source: TV SERIES
fr: SÉRIES TV
it: SERIE TV

source: TV Series
fr: Séries TV
it: Serie TV

source: TV Show
fr: Émission TV
it: Programma TV

source: TV Shows
fr: Emissions TV
it: Programmi TV

source: TV channels
fr: Chaînes TV
it: Canali TV

source: TV series
fr: Série TV
it: Serie TV

source: TV shows
fr: Séries TV
it: Programmi TV

source: TV status
it: Stato TV

source: TV-Series
fr: Séries-TV
it: Serie TV

source: Talks
fr: Débats
it: Talk show

source: Text files ytlist and urllist are in:
fr: Les fichiers texte ytlist et urllist sont en:
it: I file di testo di ytlist e urllist sono in:

source: The "%s" utility is used by IPTVPlayer.
fr: L'utilitaire "%s" est utilisé par IPTVPlayer.
it: L'utility "%s" è utilizzata da IPTVPlayer.

source: The "%s" utility is used by the %s as external movie player based on the ffmpeg and libeplayer.
it: L'utility "%s" è utilizzata da %s come player esterno basato sulle librerie ffmpeg e libeplayer.

source: The "%s" utility is used by the %s as external movie player.
it: L'utility "%s" è utilizzata da %s come player esterno.

source: The "%s" utility is used by the %s to buffering and downloading [%s] links.
it: L'utility "%s" è utilizzata da %s per il buffer e il download dei link [%s].

source: The "%s" utility is used by the %s to determine the encoding of the text.
it: L'utility "%s" è utilizzata da %s per determinare la codifica del testo.

source: The %s utility is necessary here but it was not detected.
it: L'utility "%s" è necessaria, ma non è stata trovata.

source: The YouTube video ID is invalid.
fr: L'ID vidéo YouTube n'est pas valide.
it: L'ID del video Youtube non è valido.

source: The color of the current version
fr: La couleur de la version actuelle
it: Il colore della versione corrente

source: The color of the viewed item
fr: La couleur de l'article visualisé
it: Il colore delle voci visitate

source: The default aspect ratio for the external player
it: Rapporto d'aspetto predef. per il player esterno

source: The host %s requires registration. Please fill your login and password in the host configuration. Available under blue button.
fr: L'hôte %s nécessite une inscription. Veuillez remplir votre login et votre mot de passe dans la configuration de l'hôte. Disponible sous le bouton bleu.
it: L'host %s richiede la registrazione. Per favore inserisci il tuo login e password nella configurazione dell'host, disponibile con il tasto blu.

source: The host %s requires subscription. Please fill your login and password in the host configuration - available under blue button.
fr: L'hôte %s nécessite une inscription. Veuillez remplir votre login et votre mot de passe dans la configuration de l'hôte. Disponible sous le bouton bleu.
it: L'host %s richiede un abbonamento. Per favore inserisci il tuo login e password nella configurazione dell'host, disponibile con il tasto blu.

source: The number of items in the search history
fr: Le nombre d'éléments dans l'historique de recherche.
it: Numero di voci nella cronologia di ricerca

source: The playback buffer has been moved to the download manager. It will be saved in the file: "%s"
it: Il buffer di riproduzione è stato spostato nel gestore di download. Verrà salvato nel file: "%s"

source: The preferred update server
fr: Le serveur de mise à jour préféré
it: Server di aggiornamento preferito

source: The problem with creating a directory [%s].
fr: Le problème avec la création d'un répertoire[%s].
it: Il problema con la creazione di una directory [%s].

source: The same item already exists in this group.
fr: Le même élément existe déjà dans ce groupe.
it: La stessa voce esiste già in questo gruppo

source: There are no other favourite groups
fr: Il n'y a pas d'autres groupes préférés.
it: Non ci sono altri gruppi preferiti

source: There are some geoblocked links. If you want to use them, change option in the host configuration, available under blue button.
it: Ci sono alcuni link bloccati geograficamente. Se vuoi visualizzarli, cambia le opzioni nella configurazione dell'host, disponibile con il tasto blu.

source: There is a new version available do you want to update? Your version [%s], latest version on server [%s]
fr: Il y a une nouvelle version disponible que vous voulez mettre à jour ? Votre version[%s], dernière version sur serveur[%s].
it: È disponibile una nuova versione, vuoi aggiornare? La tua versione [%s], la versione più recente sul server [%s]

source: There is no enough free space in the folder "%s".
it: Non c'è spazio libero sufficiente nella cartella "%s".

source: There is no free space on the drive [%s].
fr: Il n'y a pas d'espace libre sur le disque dur [%s].
it: Non c'è spazio libero sul disco [%s].

source: There is no hosts in this group.
fr: Il n'y a pas d'hôtes dans ce groupe.
it: Non ci sono host in questo gruppo.

source: There is no space in the directory [%s] Available[%s], required [%s].
fr: Il n'y a pas de place dans le répertoire [%s]. Disponible[%s], requis[%s].
it: Non c'è spazio nella directory [%s] Disponibile [%s], richiesto [%s].

source: There is no update for the current configuration.
fr: Il n'y a pas de mise à jour pour la configuration actuelle.
it: Nessun aggiornamento disponibile per la configurazione corrente.

source: This host has been added already to this group.
fr: Cet hôte a déjà été ajouté à ce groupe.
it: Questo host è già stato aggiunto a questo gruppo.

source: This host requires registration. Please fill your login and password in the host configuration. Available under blue button.
fr: Cet hôte doit être enregistré. Veuillez remplir votre login et votre mot de passe dans la configuration de l'hôte. Disponible sous le bouton bleu.
it: Questo host richiede una registrazione. Per favore inserisci il tuo login e password nella configurazione dell'host, disponibile con il tasto blu.

source: This site is protected with Google reCaptcha v2.
it: Questo sito è protetto con Google reCaptcha v2.

source: This step is required to proper select binaries for installation.
fr: Cette étape est nécessaire pour sélectionner les binaires appropriés pour l'installation.
it: Questo passaggio è necessario per selezionare correttamente i file binari per l'installazione.

source: Thriller Movies
it: Film thriller

source: Thursday
it: Giovedì

source: Tip! You can connect USB flash drive to fix this problem.
it: Suggerimento! Puoi collegare una flash drive USB per risolvere il problema.

source: Title:
fr: Titre:
it: Titolo:

source: To watch videos from http://vk.com/ you need to login. Please fill your login and password in the IPTVPlayer configuration.
fr: Pour visionner les vidéos de http://vk.com/, vous devez vous connecter. Veuillez remplir votre login et votre mot de passe dans la configuration IPTVPlayer.
it: Per vedere i video di http://vk.com/, hai bisogno di effettuare il login. Per favore inserisci il tuo nome utente e password nella configurazione di IPTVPlayer.

source: Today
fr: Aujourd'hui
it: Oggi

source: Top Movies
fr: Top Films
it: Top Film

source: Top Videos
fr: Top Vidéos
it: Top Video

source: Top movies
fr: Top films
it: Top film

source: Top rated
fr: Top des évaluations
it: Più votati

source: Top series
fr: Top séries
it: Top serie

source: Total size:
fr: Taille totale :
it: Dimensione totale:

source: Trailers
fr: Bandes-annonces
it: Trailer

source: Translations
fr: Traductions
it: Traduzioni

source: Transparent
it: Trasparente

source: Trending
fr: Tendance
it: Di tendenza

source: Try to bypass DRM (it may be illegal)
fr: Essayez de contourner le DRM (cela peut être illégal).
it: Prova ad aggirare il DRM (potrebbe essere illegale)

source: Tuesday
it: Martedì

source: Turkish
fr: Turc
it: Turco

source: Turn off buffering for http://prognoza.pogody.tv/
fr: Désactiver la mise en mémoire tampon pour http://prognoza.pogody.tv/
it: Sospendi il buffering per http://prognoza.pogody.tv/

source: Tutorials
fr: Tutoriels
it: Tutorial

source: Type:
it: Tipo:

source: Type: %s
it: Tipo: %s

source: Ukrainian proxy server url
fr: url du serveur proxy ukrainien
it: URL Proxy Server (Ucraina)

source: Umount iso file
fr: Umount fichier iso
it: Smonta il file ISO

source: Unknown
fr: Inconnu
it: Sconosciuto

source: Unknown error.
fr: Erreur inconnue.
it: Errore sconosciuto.

source: Unknown file extension "%s".
fr: Extension de fichier inconnue "%s".
it: Estensione del file sconosciuta "%s".

source: Unknown protocol [%s]
fr: Protocole inconnu[%s]
it: Protocollo sconosciuto [%s]

source: Unknown server response.
fr: Réponse inconnue du serveur.
it: Risposta del server sconosciuta.

source: Unknown subtitle parser for format "%s".
fr: Parseur de sous-titres inconnu pour le format "%s".
it: Interpretazione dei sottotitoli sconosciuta per il formato "%s".

source: Unpacking the archive completed successfully.
fr: Le déballage de l'archive s'est terminé avec succès.
it: Decompressione archivio completata con successo.

source: Unrar error code[%s].
fr: Code d'erreur Unrar [%s].
it: Codice errore di unrar [%s].

source: Unset watched
fr: Retirer regardé
it: Cancella già visto

source: Unzip error code[%s].
fr: Code d'erreur Unzip [%s].
it: Codice errore di unzip [%s].

source: Update
fr: Mise à jour
it: Aggiornare

source: Update completed successfully. For the moment, the system will reboot.
fr: La mise à jour s'est achevée avec succès. Pour le moment, le système va redémarrer.
it: Aggiornamento completato con successo. A breve, il sistema si riavvia.

source: Update failed. Check the status by selecting interesting and pressing OK.
fr: La mise à jour a échoué. Vérifiez l'état en sélectionnant intéressant et en appuyant sur OK.
it: Aggiornamento non riuscito. Controllare lo stato e premere OK.

source: Update not available.
fr: Mise à jour non disponible.
it: Aggiornamento non disponibile.

source: Update packet type
fr: Mettre à jour le type de paquet
it: Aggiorna tipologia pacchetti

source: Update packet was downloaded successfully.
fr: Le paquet mis à jour a été téléchargé avec succès.
it: Aggiornamento pacchetto è stato scaricato correttamente.

source: Update server not selected.
fr: Le serveur de mise à jour n'est pas sélectionné.
it: Server di aggiornamento non selezionato.

source: Upload date
fr: Date de téléversement
it: Data di caricamento:

source: Use Polish proxy for http://prognoza.pogody.tv/
fr: Utilisez le proxy polonais pour http://prognoza.pogody.tv/
it: Usa il proxy server polacco per http://prognoza.pogody.tv/

source: Use default video quality:
fr: Utilisez la qualité vidéo par défaut:
it: Usare la qualità video predefinita:

source: Use links cache
fr: Utiliser le cache des liens
it: Usa la cache per il link

source: Use preferred bitrate
fr: Utiliser le débit binaire préféré
it: Usa il bitrate predefinito

source: Use preferred quality
fr: Utiliser la qualité préférée
it: Usare la qualità video predefinita

source: Use proxy
it: Usa server proxy

source: Use proxy server:
fr: Utiliser le serveur proxy :
it: Usa server proxy:

source: Use software decoder for the %s
it: Usa decodifica software per %s

source: Use subtitles parser extension if available
fr: Utiliser l'extension de l'analyseur de sous-titres si disponible
it: Usa l'estensione del parser dei sottotitoli, se disponibile

source: Use the PyCurl for HTTP(S) requests
it: Usa PyCurl per le richieste HTTP(S)

source: Use web-proxy (it may be illegal):
fr: Utiliser le web-proxy (cela peut être illégal) :
it: Usa un web-proxy (potrebbe essere illegale):
