Repository: Toysoft/e2iplayer_pythontrois
Catalog: IPTVPlayer/locale/*/LC_MESSAGES/IPTVPlayer.po
Languages: fr, it

source: Use web-proxy for VODs (it may be illegal):
fr: Utilisez le Web-proxy pour les VOD (cela peut être illégal) :
it: Usa un web-proxy per i VOD (potrebbe essere illegale):

source: User files
fr: Fichiers de l’utilisateur
it: File utente

source: User links
fr: Liens d’utilisateur
it: Link utenti

source: User links stored in the ytlist.txt file.
fr: Liens utilisateurs stockés dans le fichier ytlist.txt.
it: Link utenti memorizzati nel file ytlist.txt.

source: Username
it: Nome utente

source: Username in settings is different from %s
it: Il nome utente nelle impostazioni è diverso da %s

source: Username:
fr: Nom d'utilisateur:
it: Nome utente:

source: Using this host in your country can be illegal. Do you want to continue at your own risk?
fr: L'utilisation de cet hôte dans votre pays peut être illégale. Voulez-vous continuer à vos risques et périls ?
it: Accedere a questo host dal tuo paese potrebbe essere illegale. Vuoi continuare a tuo rischio?

source: Utility "%s" can not be found.
fr: L'utilitaire "%s" ne peut pas être trouvé.
it: Utility "%s" non trovata.

source: Utility "%s" has not been detected. Do you want to install it?
fr: L'utilitaire "%s" n'a pas été détecté. Voulez-vous l'installer ?
it: L'utility "%s" non è stata trovata. Vuoi installarla?

source: Utility "%s" has not been detected. What do you want to do?
fr: L'utilitaire "%s" n'a pas été détecté. Qu'est-ce que tu veux faire ?
it: L'utility "%s" non è stata trovata. Cosa vuoi fare?

source: Utility "%s" is deprecated. Do you want to install new one?
fr: L'utilitaire "%s" est dépréciée. Voulez-vous en installer un nouveau ?
it: L'utility "%s" è sconsigliata. Vuoi installare quella nuova?

source: Utility "%s" is deprecated. What do you want to do?
fr: L'utilitaire "%s" est dépréciée. Qu'est-ce que tu veux faire ?
it: L'utility "%s" è sconsigliata. Cosa vuoi fare?

source: VIEWS
fr: VUES
it: visualizzazioni

source: Verify
fr: Vérifier
it: Verifica

source: Version [%s] is ready for installation. After installation, restart of the system will be done. Do you want to continue?
fr: La version [%s] est prête pour l'installation. Après l'installation, le redémarrage du système sera effectué. Voulez-vous continuer ?
it: La versione [%s] è pronta per la installazione. Dopo l'installazione il sistema verrà riavviato. Continuare?

source: Video format:
fr: Format de la vidéo:
it: Formato video:

source: Video mode
fr: Mode vidéo
it: Modalità video

source: Video not found
it: Video non trovato

source: Video options
fr: Options de la vidéo
it: Opzioni video

source: Video policy
it: Regola per l'aspetto del video

source: Video policy for 4:3
it: Regola per l'aspetto del video (4:3)

source: Video with DRM protection.
fr: Vidéo avec protection DRM.
it: Video con protezione DRM

source: Videomega has blocked your IP for some time. Please retry this link after some time.
fr: Videomega a bloqué votre IP pendant un certain temps. Veuillez réessayer ce lien après un certain temps.
it: Videomega ha bloccato il tuo IP per un po' di tempo. Per favore, riprova il collegamento a questo link più tardi.

source: Videos
fr: Vidéos
it: Video

source: Videos %s
it: Video %s

source: Videos count: %s
fr: Les vidéos comptent: %s
it: Conteggio video: %s

source: View count
fr: Nombre de vues
it: Visualizza conteggio

source: Views
fr: Vues
it: visualizzazioni

source: Views:
fr: Vues:
it: Visualizzazioni:

source: Views:
fr: Vues:
it: Visualizzazioni:

source: Views: %s
fr: Vues: %s
it: Visualizzazioni: %s

source: Vimeo Suggestions
it: Suggerimenti Vimeo

source: Virtual Keyboard
fr: Clavier virtuel
it: Tastiera Virtuale

source: Virtual Keyboard type
it: Tipo di Tastiera virtuale

source: Waiting search thread to stop, please wait (%d)
fr: En attente de la fin du thread de recherche, merci de patienter (%d)
it: In attesa della fine del thread di ricerca (%d)

source: War Movies
it: Film di guerra

source: Watch
fr: Regarder
it: Guarda

source: Watch Trailer
fr: Regarder la bande-annonce
it: Guarda trailer

source: Watch Videos Online
it: Guarda video online

source: We can't find the file you are looking for. It maybe got deleted by the owner or was removed due a copyright violation.
fr: Nous ne trouvons pas le fichier que vous cherchez. Il a peut-être été supprimé par le propriétaire ou a été supprimé en raison d'une violation du droit d'auteur.
it: Impossibile trovare quello che stai cercando. Forse il contenuto è stato cancellato dal proprietario oppure rimosso per una violazione dei diritti d'autore.

source: Web component has been reset and all threads are stopped. :)
fr: Le composant Web a été réinitialisé et tous les threads sont arrêtés. : :)
it: Il componente web è stato resettato e tutti i thread sono stati interrotti. :)

source: Web component has been reset, the following threads are still working:
fr: Le composant Web a été réinitialisé, les threads suivants fonctionnent toujours:
it: Il componente web è stato resettato e il seguenti thread sono ancora funzionanti:

source: Web interface version
fr: Version de l'interface Web
it: Versione di interfaccia web

source: Wednesday
it: Mercoledì

source: Western Movies
it: Film western

source: Whole file must be downloaded to start playback!
fr: Tout le fichier doit être téléchargé pour commencer la lecture!
it: Il file deve essere scaricato completamente, prima di avviare la riproduzione!

source: With subtitles
fr: Avec des sous-titres
it: Con sottotitoli

source: Write current title to file:
fr: Écrire le titre actuel dans le fichier :
it: Scrivi il file attuale nel file:

source: Wrong Youtube Api Key length
it: La lunghezza della API Key di Youtube è sbagliata

source: Wrong answer.
fr: Mauvaise réponse.
it: Risposta sbagliata.

source: Wrong captcha image data!
it: Dati dell'immagine captcha errati!

source: Wrong format of rar archive.
fr: Mauvais format d'archive rar.
it: Formato errato di archivio rar.

source: Wrong format of zip archive.
fr: Mauvais format de l'archive zip.
it: Formato errato di archivio zip.

source: Wrong indexes.
fr: Mauvais index.
it: Indici errati.

source: Wrong the encryption key size: %s
it: Dimensione errata della cifra di cifratura: %s

source: Wrong uri.
fr: URI incorrect
it: Indirizzo errato.

source: Wrong version. downloaded version [%s] is different from the requested [%s].
fr: Mauvaise version. La version téléchargée[%s] est différente de la version demandée[%s].
it: Versione errata. La versione [%s] scaricata non è la versione [%s] desiderata.

source: Wrong version: [%s].
it: Versione errata: [%s]

source: Year
fr: Année
it: Anno

source: Year %s
fr: Année %s
it: Anno %s

source: Year:
it: Anno:

source: Year:
fr: Année:
it: Anno:

source: Yes
fr: Oui
it: Sì

source: Yesterday
fr: Hier
it: Ieri

source: You are not allowed to play this video
it: Non sei autorizzato a riprodurre questo video

source: You are using old version of OpenWebif.<br> To go to E2iPlayer web Select the following link<br>
it: Stai usando una versione vecchia di OpenWebIf.<br> Vai al web di E2iPlayer e seleziona il seguente link<br>

source: You can disable HTTPS certificates validation in the E2iPlayer configuration to suppress this problem.
it: Puoi disabilitare il controllo di validità dei certificati HTTPS nella configurazione di E2iPlayer per eliminare il problema.

source: You can enable PyCurl in the E2iPlayer configuration to fix this problem.
it: Puoi abilitare PyCurl nella configurazione di E2iPlayer per risolvere il problema.

source: You can install PyCurl package from %s to fix this problem.
it: Puoi installare il pacchetto PyCurl da %s per risolvere il problema.

source: You can use "%s" or "%s" services for automatic solution.
it: Puoi usare i servizi "%s" o "%s" per una soluzione automatica.

source: You can use external eplayer to start playback faster.
fr: Vous pouvez utiliser eplayer externe pour démarrer la lecture plus rapidement.
it: Puoi usare un player esterno per avviare la riproduzione più velocemente.

source: You do not have a premium account. Starting a sponsored broadcast.
fr: Vous n'avez pas de compte premium. Lancement d'une émission sponsorisée.
it: Non hai un account premium. Si avvia una trasmissione con pubblicità.

source: You need to enter email and password in configuration.
fr: Vous devez entrer l'email et le mot de passe dans la configuration.
it: E' necessario che tu inserisca email e password nella configurazione.

source: You should never perform block I/O operations in the __init__.
fr: Vous ne devez jamais effectuer d'opérations d'E/S de bloc dans le __init__.
it: Non dovresti mai attivare operazioni di blocco I/O nell' __init__.

source: Your language preference:
fr: Votre langue de préférence:
it: Lingua preferita:

source: Your search entry
fr: Votre entrée de recherche
it: Tua voce di ricerca

source: Youtube Suggestions
it: Suggerimenti Youtube

source: Youtube searches are quicker, if you fill API key in setting menu
it: Le ricerche di Youtube sono più veloci, se inserisci una API Key nel menu impostazioni

source: [%s] - configuration
it: [%s] - Configurazione

source: [%s] will be used by %s.
it: [%s] sarà utilizzato da %s.

source: [%s] with buffering
fr: [%s] avec mise en mémoire tampon
it: [%s] con buffering

source: [%s] without buffering
fr: [%s] sans mise en mémoire tampon
it: [%s] senza buffering

source: [HLS/M3U8] buffering
fr: [HLS/M3U8] mise en mémoire tampon
it: [HLS/M3U8] buffern

source: [HTTP] buffering
fr: [HTTP] mise en mémoire tampon
it: [HTTP] buffern

source: [Logged-in-only]
fr: [Seulement-se-connecter]
it: [solo utenti loggati]

source: [RTMP] buffering (rtmpdump required)
fr: [RTMP] mise en mémoire tampon (rtmpdump requis)
it: [RTMP] buffer (rtmpdump richiesto)

source: after a week
fr: après une semaine
it: dopo una settimana

source: after closing
fr: après la fermeture
it: dopo uscita

source: after day
fr: après le jour
it: dopo un giorno

source: after three days
fr: après trois jours
it: dopo tre giorni

source: all
fr: tous
it: tutti

source: all types
fr: tous les types
it: tutti i tipi

source: any
fr: n’importe
it: qualsiasi

source: aqua
it: verde acqua

source: average
fr: moyenne
it: media

source: black
fr: noir
it: nero

source: black&white
it: bianco&nero

source: blue
fr: bleu
it: blu

source: bottom
fr: bas
it: basso

source: buffering location
it: posizione buffer

source: center
fr: centré
it: centro

source: cmdwrap tool
fr: outil cmdwrap
it: strumento cmdwrap

source: cobalt
it: cobalto

source: countries:
fr: pays:
it: paesi:

source: default
fr: par défaut
it: predefinito

source: direct link
fr: Lien direct
it: link diretto

source: download link
it: link di download

source: downloads location
it: posizione dei download

source: duration: %s
fr: durée : %s
it: durata: %s

source: embed in page
it: inserito nella pagina

source: episode: %s
fr: épisode : %s
it: episodio: %s

source: external eplayer3
fr: eplayer3 externe
it: eplayer3 esterno

source: external gstplayer
fr: gstplayer externe
it: gstplayer esterno

source: first check if host works properly in GUI and web <b>BEFORE</b> reporting error in it !!!
fr: vérifiez d'abord si l'hôte fonctionne correctement dans l'interface graphique et web <b>AVANT</b> de le signaler comme une erreur !!!
it: Controlla se l'host funziona correttamente nella GUI e nella pagina web <b>PRIMA</b> di riportare degli errori!!!

source: format
it: formato

source: from E2 settings
fr: A partir des réglages E2
it: dai config di E2

source: fuchsia
it: fucsia

source: geoblocked
fr: géobloqué
it: geo-bloccato

source: gray
fr: gris
it: grigio

source: green
fr: vert
it: verde

source: hCaptcha already solved!
it: hCaptcha già risolto!

source: hCaptcha not solved!
it: hCaptcha non risolto!

source: hCaptcha solved!
it: hCaptcha risolto!

source: high
fr: haut
it: Alta

source: highest
fr: le plus haut
it: massima

source: hlsdl downloader
fr: Téléchargeur hlsdl
it: downloader hlsdl

source: https - validate SSL certificates
fr: https - valider les certificats SSL
it: https - valida certificati SSL

source: internal
fr: interne
it: interno

source: large
fr: volumineux
it: Grande

source: leave movie player...
fr: quitter le lecteur...
it: esci dal movie player...

source: line
it: linea

source: live since:
fr: En ligne depuis :
it: trasmesso da:

source: low
fr: bas
it: Bassa

source: lowest
fr: le plus bas
it: peggiore

source: main
fr: principal
it: Menu principale

source: maroon
fr: marron
it: marrone

source: media count:
fr: nombre de médias :
it: conteggio media:

source: medium
fr: moyen
it: Media

source: navy
fr: Bleu marine
it: Blu marino

source: not available
it: non disponibile

source: not in urlparser
it: non in urlparser

source: olive
it: Verde oliva

source: precompiled
fr: précompilé
it: Precompilato

source: preferred language
it: lingua preferita

source: private
it: privato

source: purple
fr: pourpre
it: viola

source: quality
fr: qualité
it: qualità

source: recommended
fr: recommandé
it: raccomandato

source: red
fr: rouge
it: rosso

source: second
fr: seconde
it: secondo

source: seconds
fr: secondes
it: secondi

source: show automatic resolution option
it: mostra l'opzione 'risoluzione automatica'

source: show streams only with min resolution
it: mostra stream solo con risoluzione minima

source: show streams with ambiental sound
it: mostra stream con suono ambientale

source: shows
fr: spectacles
it: Mostra

source: silver
fr: argent
it: argento

source: small
fr: petit
it: Piccola

source: teal
fr: turquoise
it: Foglia di tè

source: the best
fr: le meilleur
it: Migliore

source: the highest
it: massima

source: the lowest
it: peggiore

source: the worst
fr: le pire
it: Peggiore

source: top
fr: haut
it: sopra

source: unknown
fr: inconnu
it: Sconosciuto

source: updated:
fr: mis à jour :
it: aggiornato:

source: version
it: Versione

source: very high
fr: très élevé
it: Molto alta

source: videos: %s
it: video: %s

source: viewers:
fr: téléspectateurs:
it: visitatori:

source: views
fr: vues
it: visualizzazioni

source: views:
fr: vues:
it: visualizzazioni:

source: visit site
fr: visiter le site
it: visita il sito

source: wait %s second
fr: attendre %s seconde
it: attendi %s secondo

source: wait %s seconds
fr: attendre %s secondes
it: attendi %s secondi

source: watch
fr: regarder
it: guarda

source: white
fr: blanc
it: bianco

source: with source code
fr: avec le code source
it: Con codice sorgente

source: yellow
fr: jaune
it: giallo

source: yes, to console
fr: oui, à la console
it: Si, nella console

source: yes, to file /hdd/iptv.dbg
fr: oui, vers le fichier /hdd/iptv.dbgg.
it: Si, nel file /hdd/iptv.dbg

source: %s - trailer
fr: %s - bande-annonce

source: %s API KEY
fr: Clé API %s

source: %s timeout.
fr: %s a expiré.

source: Catch up
fr: Rattrapage

source: Catrtoon list
fr: Liste des dessins animés

source: Download
fr: Télécharger

source: Download manager
fr: Gestionnaire de Téléchargement

source: Entitlement parsing error.
fr: Erreur d'analyse des droits et privilèges.

source: Hardware floating point
fr: Virgule flottante matérielle

source: Highlights
fr: Éléments clés

source: Home
fr: Accueil

source: IPTVPlayer - update
fr: IPTVPlayer - mise à jour

source: Input
fr: Entrée

source: LIVE
fr: EN DIRECT

source: Live
fr: En direct

source: LocalMedia
fr: MédiaLocal

source: Movie player
fr: Lecteur de film

source: NEARBY CAMS
fr: CAMs à proximité

source: No
fr: Non

source: No valid entitlement found for asset.
fr: Aucun droit valide n'a été trouvé pour l'actif.

source: PARTIES
fr: DES SOIRÉES

source: Password
fr: Mot de passe

source: Password:
fr: Mot de passe:

source: Player %s
fr: Lecteur %s

source: Player %s: %s
fr: Lecteur %s: %s

source: Playlist
fr: Liste de lecture

source: Promoted
fr: Promu

source: Relese
fr: Sortie

source: Score at least:
fr: Score au moins :

source: Seriale
fr: Séries

source: Skin
fr: Thème/Skin

source: Software floating point
fr: Virgule flottante logicielle

source: Sorted most viewed channels general [live]
fr: Trié les canaux généraux les plus vus [en direct]

source: Sorted most viewed channels now [live]
fr: Trié les canaux actuellement les plus vus [en direct]

source: Start
fr: Démarrer

source: Stop
fr: Arrêter

source: TRAILER
fr: BANDE ANNONCE

source: Trailer
fr: Bande-annonce

source: Urllists player
fr: Lecteur de urllists

source: VENUES
fr: LIEUX

source: VFD set current title:
fr: VFD définit le titre actuel :

source: Video
fr: Vidéo

source: With closed captioned.
fr: Avec sous-titrage codé.

source: [trailer]
fr: [bande-annonce]

source: _checkStatus except error
fr: _checkStatus erreur d'exception

source: host:
fr: hôte :

source: password
fr: mot de passe

source: trailer
fr: bande annonce
